[Main]
DisplayName=Português (Portugal)

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Atenção
lbl_Warnning_Detail.caption=Este programa de computador está protegido por leis e acordos internacionais.
lbl_copyright.caption=© IObit. Todos os direitos reservados.
lbl_Thanks_Title.caption=Um obrigado especial às seguintes pessoas pela sua fantástica contribuição:
rdhtmlEula.caption=<a>EULA</a> | <a>Política de Privacidade</a>
Instructions_M=Instruções de Desinstalação
lblAcknow.caption=Reconhecimentos

[ActionCenter_M]
M_HideAC=Esconder
M_ShowAC=Mostrar
M_AC_Tips=Obtenha maior proteção de segurança e impulsione o desempenho com os programas recomendados.
M_ShowACTitle2=Aviso!
M_ShowACDesc=Clique "Mostrar" para ver outros programas recomendados. Instale-os para melhorar a proteção de segurança e o desempenho do seu PC.
M_LearnRecommendNote=Atualmente não existem produtos recomendados.
M_LearnRecommendDesc=Clique em "Saiba mais" para ver mais produtos em que você possa estar interessado.
M_none=Nenhum
M_Fix=Instalar agora
M_LearnMore=Saber mais
M_Install=Instalar agora
M_fixing=A instalar
M_Updating=A atualizar
M_failed=Falhou
M_RuningWell=A última versão instalada
M_Outdated=Desatualizado
M_NotInstalled=Não instalado
M_Insatlled=Instalado
M_Update=Atualizar Agora
M_ASCCaption=Desempenho do Sistema
M_ASCInfo_NotIns=Erros no Registry, problemas de privacidade e ficheiros inúteis foram encontrados no seu PC.
M_ASCInfo_UpToDate=O Advanced SystemCare acelera e otimiza o seu PC apenas com 1-click.
M_ASCInfo_NeedUpDate=O Advanced SystemCare está desatualizado.
M_RunASC=Pesquise agora
M_ASCOffer=Limpe e optimize o PC com 1-clique.<br>Aumente a velocidade de arranque do PC, até 300% mais rápido.<br>Limpe os rastos da sua navegação para assegurar a sua privacidade.<br>Monitorize em tempo real as condições do PC para garantir um funcionamento mais suave.<br>Proteja o seu PC contra o spyware comum.
M_IMFCaption=Proteção contra Malware
M_IMFInfo_NotIns=Obtenha uma melhor proteção instalando o programa anti-spyware da IObit.
M_IMFInfo_UpToDate=O IObit Malware Fighter protege o seu PC contra programas mal intencionados.
M_IMFInfo_NeedUpDate=O seu programa anti-spyware está desatualizado.
M_RunIMF=Pesquise agora
M_IMFOffer=Proteção abrangente em tempo real contra todos os tipos de malware.<br>Análise rápida e detecção e remoção eficiente de ameaças.<br>Previne proativamente os ataques de ransomware.<br>Navegação e descarga online segura.<br>Totalmente compatível com outros softwares de segurança.
M_DBCaption=Atualizador de Drivers
M_DBInfo_NotIns_C=Encontrou drivers desatualizados, os quais poderão criar lentidão e destabilizar o seu PC.
M_DBInfo_NotIns=Pode haver drivers desatualizados, que poderão retardar e desestabilizar o seu PC.
M_DBInfo_UpToDate=O Driver Booster atualiza os drivers desatualizados no seu PC.
M_DBInfo_NeedUpDate=O seu programa atualizador de drivers está desatualizado.
M_DBDesc=Atualize todos os drivers desatualizados no seu PC.
M_RunDB=Pesquise agora
M_DBOffer=Base de Dados de driver (18.000.000+) gigante.<br>Atualize com com 1-clique e em segurança os drivers WHQL.<br>Melhor desempenho de jogos.<br>Corrige falhas de rede, sem som, má resolução, etc.<br>Reduz falhas e paragens de sistema.
M_SDCaption=Optimização do Disco
M_SDInfo_NotIns=Encontrados problemas de optimização no seu Disco. Optimize-os para melhorar o desempenho do seu disco.
M_SDInfo_UpToDate=O Smart Defrag desfragmenta o disco para um elevado desempenho.
M_SDInfo_NeedUpDate=O seu programa de desfragmentação do disco está desatualizado.
M_RunSD=Desfragmente Agora
M_SDOffer=Velocidade de Acesso a Ficheiros mais elevada.<br>Máximo Desempenho do Disco Duro.<br>Acelere o Arranque do seu PC, até 100% mais rápido.<br>Optimize os Jogos para uma Melhor Experiência de Jogo.
M_DLCaption=Gestor de Senhas
M_DLInfo_NotIns=Proteja e gestione todas as suas senhas com o Gestor de Senhas Dashlane.
M_DLInfo_UpToDate=Nunca mais se esqueça da sua senha com segurança e proteção do Dashlane.
M_RunDL=Gerir
M_DLOffer=A maneira simples e segura de gerir as suas senhas.<br>Crie senhas únicas para proteger as suas contas.<br>Faça login automáticamente nos seus sítios favoritos.<br>Para Windows, Mac, iOS e Android.
M_RunIOT=Gerir agora
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=Transfira dados do iPhone, limpe e impulsione o seu iPhone.
M_IOTInfo_UpToDate=Transfira dados do iPhone, limpe e impulsione o seu iPhone.
M_IOTInfo_NeedUpDate=O IOTransfer está desatualizado.
M_IOTTip=Promessas IOTransfer:<br>+ Gerir fotos e contatos do iPhone com facilidade<br>+ Um clique para transferir o conteúdo do iPhone para PC<br>+ Descargas de vídeos on-line a partir de mais de 100 site<br>+ Limpar todos os tipos de arquivos inúteis do iPhone iPad
M_IOTOffer=A sua melhor ferramenta de gestão de ficheiros do iPhone/iPad.<br>Transfira dados do seu iPhone/iPad para o PC apenas com 1-clique.<br>Descarregue vídeos online e converta-os para os diversos formatos.<br>Com facilidade e segurança, limpe ficheiros de lixo para libertar espaço no seu dispositivo iOS.<br>Transfere através de ligações Wireless conteúdos entre o dispositivo iOS e o PC.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=O Web Companion protege-o contra sites de phishing e malware.
M_AdawareInfo_UpToDate=O Web Companion protege-o contra sites de phishing e malware.
M_AdawareOfferDesc=Instale o Web Companion para melhorar a minha Proteção da Internet e Definir o Bing® by Microsoft ™ como a minha página inicial, novos guias e mecanismo de pesquisa padrão em navegadores compatíveis.
M_AdawareOffer=Rápido e fácil de instalar.<br>Proteção antiphishing.<br>Proteção da Web em tempo real.<br>Compatibilidade Multi-Browser.
M_AomeiCaption=Backup Software
M_AomeiInfo_NotIns=A solução mais recente de cópias de segurança para garantir a segurança do seu sistema e dos discos rígidos.
M_RunOpera=Execute Agora
M_OperaCaption=Browser Opera
M_OperaInfo_NotIns=Browser rápido e seguro com um bloqueador de anúncios integrado.
M_OperaInfo_UpToDate=Browser rápido e seguro com um bloqueador de anúncios integrado.
M_OperaOffer=Bloquear anúncios para carregar páginas Web a uma velocidade até 90% mais rápida.<br>Capacidade para navegar até mais uma hora.<br>Obter mais privacidade navegando com a VPN gratuita.
M_SUCaption=Software Updater
M_SUInfo_NotIns=1 clique para atualizar e instalar todos os programas importantes para si.
M_SUInfo_NotIns_C=%d programas estão desatualizados. Instale o IObit Software Updater para atualizá-los com um clique.
M_SUInfo_NotIns_C1=1 programa está desatualizado. Instale o IObit Software Updater para atualizá-lo com um clique.
M_SUInfo_UpToDate=O IObit Software Updater mantém todos os seus programas importantes atualizados.
M_SUOffer1=Atualize automaticamente os programas desatualizados o quanto antes.<br>1 clique para instalar todas as atualizações de programa disponíveis.<br>1 clique para instalar todos os programas populares desejados.<br>Os programas limpos passaram nos testes rigorosos, sem bundleware.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=1-clique para aumentar o seu FPS para uma experiência de jogo mais rápida e fluída.
M_SMGBInfo_UpToDate=1-clique para aumentar o seu FPS para uma experiência de jogo mais rápida e fluída.
M_SMGBInfo_NeedUpDate=Smart Game Booster está desatualizado.
M_SMGBOffer=Aumente com um clique o FPS para melhor desempenho dos jogos.<br>Monitorize a temperatura e o uso do hardware em tempo real.<br>GPU de overclock para efeitos visuais ideais em jogos.<br>Analise e avalie o PC para encontrar jogos compatíveis (mais de 38.000).<br>Proteja o seu PC e jogos para uma maior segurança.
M_RunSMGB=Impulsionar agora
M_ISRCaption=iTop Screen Recorder
M_ISRInfo_NotIns=Grave gratuitamente em alta qualidade o ecrã do seu PC. Sem limite de gravação.
M_ISRInfo_UpToDate=Grave gratuitamente em alta qualidade o ecrã do seu PC. Sem limite de gravação.
M_ISRInfo_NeedUpDate=iTop Screen Recorder está desatualizado.
M_ISROffer=Grave videoconferências em qualquer formato de arquivo<br>Grave filmes e músicas em 4K sem perda de qualidade<br>Jogabilidade de captura sem atrasos em 1080P/60 FPS<br>Personalize a gravação da sua webcam<br>Poderoso editor de vídeo e ferramenta de captura de ecrã completa
M_ISROffer1=Grave videoconferências em qualquer formato de arquivo.<br>Grave filmes e músicas em 4K sem perda de qualidade.<br>Grave cursos online, faça tutoriais em vídeo.<br>Captura de jogos sem atrasos em 1080P/60 FPS.<br>Edite facilmente vídeos com o poderoso editor.
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Experimente o serviço VPN gratuito, rápido e seguro para uma segurança em tempo real.
M_iTopInfo_NotIns=Serviço VPN 100% gratuito, rápido e seguro para uma segurança em tempo real.
M_iTopInfo_UpToDateBeta=Experimente o serviço VPN gratuito, rápido e seguro para uma segurança em tempo real.
M_iTopInfo_UpToDate=Serviço VPN 100% gratuito, rápido e seguro para uma segurança em tempo real.
M_iTopInfo_NeedUpDate=iTop VPN está desatualizado.
M_iTopOfferBeta=Aproveite a Internet sem fronteiras<br>Acesse a sites de streaming de qualquer parte do mundo<br>Jogue em qualquer lugar jogos de regiões bloqueadas<br>Oculte o seu endereço IP em redes Wi-Fi públicas<br>Encriptação 100% gratuita, ultrarrápida e a melhor da sua categoria
M_iTopOffer2=Privado - Mantenha o anonimato enquanto navega.<br>Seguro - Oculte o IP e encripte a ligação à Internet.<br>Rápido - Desfrute de uma navegação online ultrarrápida.<br>Grátis - Desbloqueie Web sites e transmita gratuitamente.<br>Atalhos - Acesso rápido para Netflix, HBO, PUBG ...
M_RuniTop=Executar Agora
M_IVBCaption=iTop VPN Browser
M_IVBInfo_NotIns=Rápido, privado, sem anúncios, navegador anónimo com VPN integrada.
M_IVBInfo_UpToDate=Rápido, privado, sem anúncios, navegador anónimo com VPN integrada.
M_IVBInfo_NeedUpDate=iTop VPN Browser está desatualizado.
M_IVBOffer=Proteja os seus dados bancários e de compras<br>Oculte o seu IP e criptografe os dados online<br>Canal VPN dedicado e de alta velocidade<br>Limpe e destrua os rastos online em tempo real<br>Bloqueie sites e os links maliciosos<br>Bloqueie anúncios para uma navegação rápida e segura
M_RunIVB=Executar Agora
M_DPMCaption=DualSafe Password Manager
M_DPMInfo_NotIns=Uma maneira segura, simples, mas gratuita de gerenciar senhas, essencial para sua vida digital.
M_DPMInfo_UpToDate=Essencial para sua vida digital, uma maneira segura, simples, mas gratuita de gerenciar senhas.
M_DPMInfo_NeedUpDate=DualSafe Password Manager está desatualizado.
M_DPMOffer=Ilimitado - Salve senhas ilimitadas, pagamentos, etc.<br>Fácil - Salvamento automático e preenchimento automático de senhas em cliques simples<br>Seguro - Gere senhas fortes e exclusivas<br>Seguro - Armazene os seus dados com a melhor encriptação da sua categoria<br>Automático - Acesso em dispositivos ilimitados com sincronização automática
M_DPMDescriptionSH=Torne o PC mais seguro e rápido com os seguintes programas recomendados:
M_DPMInstallSH=Experimentar agora
M_IEDCaption=iTop Easy Desktop
M_IEDInfo_NotIns=Diga adeus a uma área de trabalho desordenada e desfrute de um espaço de trabalho mais eficiente.
M_IEDInfo_UpToDate=Diga adeus a uma área de trabalho desordenada e desfrute de um espaço de trabalho mais eficiente.
M_IEDInfo_NeedUpDate=iTop Easy Desktop está desatualizado.
M_IEDOffer=Organize arquivos e pastas da área de trabalho com caixas<br>Crie um portal de pastas para acesso rápido<br>Ocultação rápida para uma área de trabalho mais organizada<br>Personalize a sua área de trabalho de acordo com o seu estilo<br>Pesquisa rápida e acesso rápido com teclas de atalho
M_PDFCaption=iTop PDF Free
M_PDFInfo_NotIns=Solução completa para edição de PDF, conversão e quaisquer outras tarefas de PDF.
M_PDFInfo_UpToDate=Solução completa para edição de PDF, conversão e quaisquer outras tarefas de PDF.
M_PDFInfo_NeedUpDate=iTop PDF Free está desatualizado.
M_PDFOffer=Converta PDFs de/para Word, Excel, imagens<br>Edite texto, imagens, carimbos e outros elementos<br>Organize as suas páginas PDF como organizando papéis<br>Faça mais: combine, comprima, assine, preencha formulários
M_TDPCaption=iTop Data Protector
M_TDPInfo_NotIns=Proteja, bloqueie e oculte as suas pastas e dados pessoais. Rápido e Seguro!
M_TDPInfo_UpToDate=Proteja, bloqueie e oculte as suas pastas e dados pessoais. Rápido e Seguro!
M_TDPInfo_NeedUpDate=Top Data Protector está desatualizado.
M_IPBCaption=iTop Private Browser
M_IPBInfo_NotIns=Sem rastreador, sem phishing, sem anúncios, navegador anónimo com VPN integrada.
M_IPBInfo_UpToDate=Sem rastreador, sem phishing, sem anúncios, navegador anónimo com VPN integrada.
M_IPBInfo_NeedUpDate=iTop Private Browser está desatualizado.
M_IPBOffer=Privado - Bloqueie rastreadores de anunciantes e governos<br>Seguro - Proteja a impressão digital. Bloqueie sites de phishing<br>Limpo - Bloqueie anúncios online. Destrua automaticamente os seus rastos<br>VPN grátis - VPN 100% gratuita. Mais de 1800 servidores em todo o mundo
M_IDRCaption=iTop Data Recovery
M_IDRInfo_NotIns=Recupere todos os tipos de dados perdidos em qualquer situação.
M_IDRInfo_UpToDate=Recupere todos os tipos de dados perdidos em qualquer situação.
M_IDRInfo_NeedUpDate=iTop Data Recovery está desactualizado.
M_IDROffer=Recupere documentos, fotos, músicas, etc.<br>Recupere dados de HDDs, SSDs e USB.<br>Recupere de corrupção, exclusão ou formatação.<br>Cópia de segurança fácil e sem perda de dados novamente.
M_RPMCaption=RoboForm Password Manager
M_RPMInfo_NotIns=Você nunca precisará novamente de se lembrar ou digitar as suas senhas.
M_RPMInfo_UpToDate=Diga adeus a digitar senhas com o RoboForm Password Manager.
M_RPMOffer=Faça login em sites com um único clique.<br>Gera senhas fortes e exclusivas.<br>Usa criptografia AES de 256 bits e suporte para 2FA.<br>Para Windows, Mac, iOS, Android e todos os principais navegadores.<br>Importa de um navegador ou de outro gestor de senhas.
M_RunRPM=Gerir
M_Moffer_Title1=Oferta Opcional
M_Close=Fechar
M_Cancel=Cancelar
M_Moffer_Install=Instalar
M_Moffer_NoteEP=Ao clicar em "Instalar", você concorda em instalar o %s e aceita o seu <a>EULA</a> & <a>Política de Privacidade</a>.
M_Moffer_Refund=<a>Nota:</a> Você pode obter um reembolso dentro de 30 dias. Ler <a>Política de Reembolsos</a>.
M_Extract_IOT=Recomendação IObit
M_IEDOffer_New2=Organize automaticamente os ícones, ficheiros e pastas em grupos<br>Encontre qualquer ficheiro instantaneamente quando precisar<br>Personalize o papel de parede, o cursor, a barra de tarefas e muito mais<br>Recupere o seu fluxo de trabalho com widgets práticos<br>ChatAI - o seu assistente pessoal e inteligente gratuito
M_IVCDesc=Altere a sua voz em tempo real com centenas de modelos de voz.
M_IVCOffer=Aproveite um alterador de voz em tempo real com facilidade<br>Aceda a centenas de modelos de voz<br>Crie a sua voz personalizada sem esforço<br>Redublem músicas, vídeos e gravações perfeitamente<br>Suporte para Discord, Steam, Roblox, Zoom e mais
M_IVCtip=Nós Prometemos:<br>Aproveite um alterador de voz em tempo real com facilidade<br>Aceda a centenas de modelos de voz<br>Crie a sua voz personalizada sem esforço<br>Redublem músicas, vídeos e gravações perfeitamente<br>Suporte para Discord, Steam, Roblox, Zoom e mais

[AutoUpdate_M]
lan_Downloading_M=A descarregar
lan_Speed_M=Velocidade de Descrga: %s
Lan_Finish_M=Terminar
Lan_Congratulation_M=Parabéns!
Lan_UpdateFail_M=A atualização falhou! Por favor, tente novamente mais tarde.
Lan_UpdateSuccess_M=O IObit Uninstaller está atualizado. Aproveite agora os recursos e melhorias mais recentes.
Lan_UpdateNew_M=Você já tem a versão mais recente. Nenhuma atualização está disponível.
Lan_UpdateFreeInfo_M=Uma nova versão do IObit Uninstaller está disponível.
Lan_UpdateFreeDownInfo_M=Atualize-o agora para obter os recursos e aprimoramentos mais recentes. É grátis.
Lan_Sure_M=Está seguro que pretende cancelar a atualização?
Lan_Download_M=Descarregar
Lan_Getting_M=Obtendo informações de atualização, por favor aguarde ...
Lan_LVheardOne_M=Atualizações disponíveis
Lan_LVheardTwo_M=Nova Versão
Lan_LVheardThree_M=Tamanho
Lan_historyInfo_M=O IObit Uninstaller %s está agora disponível. Atualize-o para aproveitar as melhorias e recursos mais recentes!
Lan_UpdateNow_M=Atualizar Agora
Lan_UpdateLater_M=Atualizar mais tarde
lan_WhatNew_M=Novidades
Lan_NewReady_M=Nova versão está disponível
Lan_Title=Atualizador do IObit Uninstaller
lblAuto_Update=IObit Uninstaller será atualizado automaticamente para IObit Uninstaller %s em breve.

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Enviar
lblErrorDetails.Caption=Detalhes dos Erros:
lblUserEmail.Caption=O seu endereço de email:
lblSuccTips1.Caption=Enviado com sucesso! Iremos fazer o nosso melhor para resolver este problema ASAP.
btnClose.Hint=Fechar

[SendBugReportNew_M]
M_AskUserTips1=encontrou um problema. Para nos ajudar a corrigir este problema, por favor clique em 'Enviar' para nos enviar automaticamente o ficheiro de depuração. <a>Política de Privaidade</a>
M_BugStatisticsTips=encontrou um problema e necessita encerrar. Nós estamos a tentar analisar a sua causa. Por favor aguarde...
M_SendingTips=A enviar...
M_AttentionTips1=encontrou um problema. Para nos ajudar a corrigir este problema, por favor clique 'OK' para nos enviar automaticamente o ficheiro de depuração. <a>Política de Privaidade</a>
M_InvalidEmailTips1=Endereço de email inválido! Por favor digite um endereço de email válido para que o possamos contactar.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=A obter a versão oficial ...
RestoreSuccess_Caption=Você instalou com sucesso a versão oficial do IObit Uninstaller!
RestoreFailed_Caption=A descarga da versão oficial do IObit Uninstaller falhou. Por favor aceda ao nosso Sítio Web oficial para o descarregar novamente.
Run_Button=Execute Agora
Download_Button=Descarregar Agora

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Você está a executar uma versão não oficial do IObit Uninstaller.
lbl_SecondTitle.caption=A versão não oficial do IObit Uninstaller não irá continuar a funcionar.
lbl_HarmInfo.caption=Este irá não apenas colocar em risco o desempenho do seu PC mas também colocar em risco a sua privacidade devido às vunerabilidade do sistema causados por este.
lbl_OfficialInfo.caption=Obtenha agora a versão oficial do IObit Uninstaller para obter uma proteção poderosa da sua privacidade e do seu PC.
htmlLabel_Text.caption=Usúfrua do seu Desconto Exclusivo <a>75%</a>, para obter a sua versão PRO!
btn_GetPro.caption=Obter a versão PRO
btn_GetFree.caption=Obter a versão Grátis

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Obtenha o <a>O IObit Uninstaller PRO oficial por 0€</a> hoje para proteger sua privacidade e o seu PC com uma poderosa proteção.
btn_GetPro_before=Obtenha o PRO por 0€

[Detain_M]
M_MianTitle=IObit Uninstaller ajudou-o(a) a:
M_QuestionString=Tem certeza de que deseja desinstalá-lo?
M_btnok=Desinstalar de qualquer maneira
M_btnCancel=Eu quero manter
M_UninstallCaption=Desinstalar programas
M_DiskCaption=Economizar espaço em disco
M_RegCaption=Excluir entradas do registro
M_FixCaption=Corrija problemas de software

[Survey_M]
Title_M=Questionário de Desinstalação
Info_M=Lamentamos ver você partir. Ajude-nos a melhorar o IObit Uninstaller preenchendo esta breve pesquisa. Agradecemos o seu feedback.
Question_M=Por que está a desinstalar o IObit Uninstaller?
1_M=Desinstalação incompleta (não removeu todos os ficheiros inúteis)
2_M=Não pode funcionar normalmente
3_M=Muitos anúncios e bundleware
4_M=Eu só instalei para resolver um problema e não preciso mais dele
5_M=Eu encontrei uma alternativa melhor
6_M=Outro (por favor, especifique)
Button_M=Continuar a desinstalação

[Uninstaller_M]
MenuRight_Caption=Desinstalação Poderosa
Explorer_Button=Destruição de Ficheiros
Controlpanel_Button=Desinstalação Poderosa

[ACD_M]
M_Downloading=A Descarregar:
M_TipFixing=A Corrigir
M_Tips=A Descarga está em progresso. Clique duas vezes no ícone para ver os detalhes.
M_Installing=A Instalar:
M_MD5Faild=O ficheiro de descarga está corrompido. Por favor tente novamente mais tarde.
M_NetError=A descarga falhou devido a um problema de rede. Por favor tente mais tarde!
M_DirError=Falha ao descarregar o ficheiro por falta de permissão de gravação. Vá a Configurações para selecionar uma nova pasta e tente novamente.
M_DiskIsFull=Espaço de disco Insuficiente!
M_Speed=Velocidade:
M_AreSureEx=Tem certeza que deseja cancelar a descarga?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Cancelar
lbl_Min.Caption=Minimizar
btnClose.Hint=Fechar
lblCaption.Caption=IObit Downloader

[EasyUninstall_M]
EasyPoint=Arraste-me para uma janela aberta, ícone da área de trabalho ou ícone da bandeja do sistema.
EasyNothingInfo=Não é possível localizar um alvo. Por favor, arraste-me para outra janela, ícone da área de trabalho ou ícone da bandeja do sistema.
EasyDeleteFileFail=O arquivo não pode ser excluído porque está em uso agora. Por favor, feche o arquivo e tente novamente.
EasyDeleteFolderFail=A pasta não pode ser excluída porque está em uso agora. Feche o arquivo e tente novamente.
EasyKillProcessFail=Não foi possível terminar o processo.
EasyKillProcessHint1=Tem a certeza de que deseja encerrar este processo?
EasyKillProcessHint2=Todos os dados não guardados serão perdidos.
EasyUninstallPath=Desinstale ou Apague:
EasyUninstall=Desinstalar
EasyShortcut=Apagar atalho
EasyLocation=Abrir localização do ficheiro
EasyDelete=Apagar
EasyCancel=Cancelar
EasyTransparency=Transparência
EasyOpaque=Opaco
EasyExitEasy=Abrir Janela Principal
EasyExitIobit_1=Sair do IObit Uninstaller
EasyKillProcess=Terminar processo

[ExpriedNotice_M]
Sale_Text=Mas você pode recuperá-los hoje com um DESCONTO exclusivo de <a>%s</a>!
ExpriedOneDay_M=A sua assinatura expirou há <a>1</a> dia.
ExpriedDay_M=A sua assinatura expirou há <a>%s</a> dias.
Logged_0_Text=Desinstale completamente os programas registados com os registos criados durante a instalação
Logged_1_Text=Desinstale completamente 1 programa registado com os registos criados durante a instalação
Logged_Text=Desinstale completamente os %s programas registados com os registos criados durante a instalação
ExpriedMessage_M=A sua assinatura expirou. Os recursos PRO não continuarão disponíveis, mas você ainda pode usar os recursos gratuitos.
ExpriedTipMessage_Num=Durante os últimos %s1 dias, o IObit Uninstaller Pro ajudou a desinstalar programas %s2 e limpar %s3 mais arquivos residuais. Renove agora e não perca o seu <a>Desconto exclusivo!</a>
ExpriedTipMessage_Normal=Lamentamos informar que os recursos do PRO não continuarão disponíveis. Renove agora e aproveite o seu <a>Desconto exclusivo!</a>

[Uninstaller_form_Expried]
lbl_Notice.caption=Lamentamos informar que os seguintes recursos PRO não continuarão disponíveis:
lbl_Stubbron.caption=Remova completamente mais de 4000 programas difíceis com a Base de Dados exclusiva
lbl_Update.caption=1 clique para manter sempre atualizados os seus programas importantes
lbl_Health.caption=Detecta automaticamente vulnerabilidades de software e bloqueia facilmente notificações pop-up e anúncios indesejados
lbl_MoneyBack.caption=Você está totalmente protegido pela nossa garantia de reembolso de 100% do seu dinheiro.
btn_Upgrade.caption=Obter o meu desconto de renovação
lbl_EnterCode.caption=Eu já tenho uma licença

[Uninstaller_form_ExpriedNotice]
htmlLabel_Text.caption=A sua assinatura expirou!
btn_OK.caption=Renovar Agora

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Comentários
lbl_DescTitle.caption=Descrição:
lbl_EmailTitle.caption=E-mail:
lbl_ScreenShot.caption=Cópia do ecrã
lbl_TypeTitle.caption=Tipo de pedido:
btnImg_FeedBackSend.caption=Enviar
btnImg_FeedBackCancel.caption=Cancelar

[Uninstaller_Form_SendResult]
lbl_Sending.caption=A enviar...
lbl_SendFailed.caption=O envio falhou. Por favor clique OK para submeter online os seus comentários.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Obrigado pelos seus comentários. Iremos contactá-lo logo que possível.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Gosto
FeedBack_2=Sugestão
FeedBack_3=A desinstalação falhou
FeedBack_4=Problema de Bundleware
FeedBack_5=Problema com o Monitor de Instalação
FeedBack_6=Problema com o Atualizador de Software
FeedBack_7=Não foi possível mostrar todos os programas
FeedBack_8=Problemas com a Análise Poderosa
FeedBack_9=Reportar um erro
FeedBack_10=Outros
EmailMessage=Por favor assegure-se que o seu endereço de email está correcto para que o possamos contactar.
MemoHint=Por favor descreva em detalhe as suas sugestões ou problemas encontrados.
ScreenMaxMessage=A Operação falhou. Você atingiu o máximo de 5 cópias do ecrã.
CloseHintMsg=Está seguro que não pretende submeter os seus comentários?
SendBugck=Envie-nos também o ficheiro de depuração de erros para investigação. <a>Política de Privacidade</a>
FeedBackMessage=Por favor detalhe o problema
EmailHint=Por favor digite aqui corretamente o seu email
Startup_Delete_M=Apagar
M_FiveStar=Você poderia dar-nos uma avaliação de 5 estrelas?

[FileShredder_M]
ShredderDetail_0=Você pode arrastar um arquivo ou uma pasta para aqui para destruir.
ShredderDetail_01=Os arquivos excluídos de forma rotineira podem ser recuperados.
ShredderDetail_02=Para remover arquivos com segurança e de forma permanente, basta arrastar um arquivo ou pasta para destruir aqui.
FileShredder_MaxCount_M=5000 arquivos foram adicionados. Por favor, adicione o restante dos arquivos após a destruição desses 5000 arquivos.
Shredder_InUse_M=Alguns arquivos não foram destruidos porque não podem ser gravar. Por favor, verifique se eles ainda estão em uso.
Shredder_Del_M_1=Tem a certeza que pretende remover permanentemente os <a>%d</a> itens adicionados? Esta ação é absolutamente irrecuperável e pode levar algum tempo a ser concluída.
Shredder_DelOne_M_1=Tem a certeza que pretende remover permanentemente o <a>1</a> item adicionado? Esta ação é absolutamente irrecuperável e pode levar algum tempo a ser concluída.
Shredder_NotDel_M=Um arquivo não foi destruído, pois não foi possível escrever sobre este. Por favor, verifique se ainda está em utilização.
Shredder_OneFileDel_M=O arquivo não foi destruído, pois não foi possível escrever sobre este. Por favor, verifique se ainda está em utilização.
Shredder_Sucess_M=Destruido com sucesso.
Shredder_OneSucess_M=Destruido com sucesso.
Shredder_DirIsEmpty_M=Está vazio. Você não o pode destruir.
Shredder_NotAddFolder_M=Não é possível adicionar ficheiro "%s" à destruição porque esta operação poderá causar instabilidade no sistema
Shredder_Quick=Substitui os dados com zeros antes da exclusão. (Seguro e Rápido)
Shredder_Advanced=Substitui os dados com caracteres aleatórios e repete a substituição várias vezes antes da exclusão. (Mais seguro e mais lento)
Shredder_Expert=Substitui os dados com caracteres aleatórios e repete a substituição dezenas de vezes antes da exclusão. (Mais seguro e mais lento)

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Destruição de Ficheiros
lbl_Listview_Title.caption=Selecione o ficheiro ou pasta que pretende destruir:
lblLoading.caption=A carregar...
lbl_AddFile.caption=Adicionar ficheiro...
lbl_AddFolder.caption=Adicionar pasta...
RdImageButton_Shredder.caption=Destruir
RdImageButton_Cancel.caption=Cancelar
ListView_FileList.Columns[0].Caption=Caminho do Ficheiro
Menu_Shredder_Shredder.caption=Destruir
Menu_Shredder_AddFile.caption=Adicionar Ficheiro
Menu_Shredder_AddFolder.caption=Adicionar Pasta
Menu_Shredder_Romove.caption=Remover
Menu_Shredder_Clean.caption=Limpar
lbl_Shredder_Tip.caption=A destruir ficheiros. Isto pode levar algum tempo, por favor aguarde...
lbl_Mode.caption=Método de destruição:
btn_Quick.caption=Modo rápido
btn_Advanced.caption=Modo avançado
btn_Expert.caption=Modo Especialista

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Não é possível adicionar ficheiro "%s" à destruição porque esta operação poderá causar instabilidade no sistema
EndProgressMsg=%s está em execução. Tem a certeza de que deseja encerrá-lo para continuar a desinstalação?
ListView_FindReslut.Columns[0]_M=Nome
PopMenu_OpenFolder_M=Abrir localização do ficheiro
PopMenu_ViewEntry_M=Abrir com o Regedit
Free_MatchStubbron=Os registos de desinstalação estão faltando, o que pode causar falhas de desinstalação. Faça upgrade para o PRO para corrigir problemas de desinstalação e desinstalar o programa facilmente com a nossa Base de Dados de programas difíceis.
Pro_MatchStubbron=Os registos de desinstalação estão em falta, o que pode causar falha na desinstalação. Corrija problemas de desinstalação e desinstale o programa facilmente com a nossa Base de Dados de programas difíceis.

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Forçar a Desinstalação
lbl_Info.caption=Ajuda-o a desinstalar um programa que não pode ser desinstalado de forma rotineira devido a registos de desinstalação ausentes ou erros do desinstalador integrado, e limpar todos os arquivos relacionados de forma fácil e completa.
btnImg_Open.caption=Navegar...
lbl_DropInfo.caption=Você pode navegar ou arrastar e soltar aqui um arquivo ou pasta para excluir ou desinstalar o programa relacionado.
btnImg_Uninstall.caption=Desinstalar
btnImg_Cancel.caption=Cancelar
PopMenu_Uninstall.caption=Desinstalar
PopMenu_SearchOnline.caption=Pesquisar online
ListView_FindReslut.Columns[1].caption=Tamanho
ListView_FindReslut.Columns[2].caption=Data de Instalação

[HealthCheck_M]
HealthCheck_Top_ScanNow=Analisar Agora
HealthCheck_Top_ScanAgain=Analisar Novamente
HealthCheck_Top_FixAll=Corrigir Tudo
HealthCheck_Top_Stop=Parar
HealthCheck_Top_Done=Concluído
HealthCheck_Top_Scanning=A analisar
HealthCheck_Top_Fixing=A corrigir
HealthCheck_Top_NoFound=Nenhum problema foi encontrado. Todo o seu software funciona bem.
HealthCheck_Top_Title_Result_NoIssues=Nenhum problema precisa ser corrigido.
HealthCheck_Top_Title_Result_Single=<a>%s</a> problema precisa ser corrigido.
HealthCheck_Top_Title_Result_Some=<a>%s</a> problemas precisas ser corrigidos.
HealthCheck_Top_Title_Skip=<a>Saltar por agora</a>
HealthCheck_Top_FixOverResult_Single=<a>%s</a> problema foi corrigido com sucesso.
HealthCheck_Top_FixOverResult_Some=<a>%s</a> problemas foram corrigidos com sucesso.
HealthCheck_Top_FixOver=Todos os problemas selecionados foram corrigidos.
HealthCheck_Top_Dec_Result_Pro=Corrija todos os problemas encontrados apenas com 1 clique.
HealthCheck_Top_Dec_Result_Free=Atualize para o PRO para corrigir todos os problemas encontrados apenas com 1 clique.
HealthCheck_Top_Title_A=Estado do software: <a>Necessita de uma verificação</a>
HealthCheck_Top_Dec_A=O seu software nunca foi analisado. Analise agora todo o seu software.
HealthCheck_Top_Title_B=Estado do software: <a>Bom</a>
HealthCheck_Top_Dec_B=Todo o seu software funciona bem.
HealthCheck_Top_Dec_C=O seu software foi analisado há %s dias. Analise todo o seu software agora.
HealthCheck_Item_Title_leftovers=Ficheiros residuais da desinstalação
HealthCheck_Item_Dec_leftovers=Exclua os ficheiros residuais da desinstalação para libertar mais espaço em disco
HealthCheck_Item_Title_update=Software Desatualizado
HealthCheck_Item_Dec_update_New=Atualize o software desatualizado para reduzir os riscos de segurança
HealthCheck_Item_Title_permission=Permissões do Software
HealthCheck_Item_Dec_permission=Detecte as permissões ocultas e desative as permissões desnecessárias
HealthCheck_Item_Title_notifications=Notificações Intrusivas
HealthCheck_Item_Dec_notifications=Impedir que notificações pop-up e anúncios indesejados o interrompam
HealthCheck_Item_Title_stubborn=Programas com problemas de desinstalação
HealthCheck_Item_Dec_stubborn=Corrija os problemas de desinstalação para poder desinstalar facilmente os programas
HealthCheck_Item_Title_packages=Ficheiros de instalação
HealthCheck_Item_Dec_packages=Limpe os ficheiros de instalação para libertar mais espaço em disco
HealthCheck_Item_Title_malicious=Software Malicioso & Extensões
HealthCheck_Item_Dec_malicious=Remova o software malicioso e extensões do navegador, para um PC rápido e seguro
HealthCheck_Item_Title_junk=Arquivos redundantes de software
HealthCheck_Item_Dec_junk=Limpe arquivos temporários e rastros de privacidade gerados durante o uso do software
HealthCheck_Item_Title_hibernation=Hibernação de software
HealthCheck_Item_Dec_hibernation=Coloque o software que você não está a usar no modo de suspensão para ter um PC mais rápido
HealthCheck_Item_Tip_hibernation=Atividades desnecessárias serão interrompidas quando um programa estiver no modo de hibernação. Você pode acordá-lo a qualquer momento.
M_Fix=Corrigir
M_Detail=Detalhes
M_Recissues_Single=<a>%s</a> problema selecionado para corrigir,
M_Recissues_Some=<a>%s</a> problemas selecionados para corrigir,
M_Allissues_Single=total <a>%s</a> problema
M_Allissues_Some=total <a>%s</a> problemas
M_Noissues=Não foram encontrados problemas
M_issues_Single=<a>%s</a> problema
M_issues_Some=<a>%s</a> problemas
M_Noissues2=Sem problemas
HealthCheck_Exit_Scanning=A verificação está em progresso. Tem a certeza de que deseja sair agora?
HealthCheck_Exit_Fixing=A correção está em progresso. Tem a certeza de que deseja sair agora?
M_UL_SelectedFix_Single=<a>%s</a> ficheiro residual da desinstalação selecionada para corrigir
M_UL_SelectedFix_Some=<a>%s</a> ficheiros residuais da desinstalação selecionada para corrigir
M_OS_SelectedFix=<a>%s</a> software desatualizado selecionado para corrigir
M_SP_SelectedFix_Single=<a>%s</a> permissão do software selecionado para corrigir
M_SP_SelectedFix_Some=<a>%s</a> permissões do software selecionado para corrigir
M_DN_SelectedFix_Single=<a>%s</a> notificação intrusiva selecionada para corrigir
M_DN_SelectedFix_Some=<a>%s</a> notificações intrusivas selecionadas para corrigir
M_PWUI_SelectedFix_Single=<a>%s</a> programa com problema de desinstalação selecionado para corrigir
M_PWUI_SelectedFix_Some=<a>%s</a> programas com problemas de desinstalação selecionados para corrigir
M_IF_SelectedFix_Single=<a>%s</a> ficheiro de instalação selecionado para corrigir
M_IF_SelectedFix_Some=<a>%s</a> ficheiros de instalação selecionados para corrigir
M_MSE_SelectedFix_Single=<a>%s</a> software malicioso e extensão selecionados para corrigir
M_MSE_SelectedFix_Some=<a>%s</a> software malicioso e extensões selecionados para corrigir
M_JF_SeletecedFix_Single=%s arquivo redundante selecionado para corrigir
M_JF_SeletecedFix_Some=%s arquivos redundantes selecionados para corrigir
M_SH_SeletecedFix_Some=%s software selecionado para correção
M_BackFix=Voltar para Corrigir
M_NoItems=Nenhum item encontrado
M_item=item
M_items=items
M_File=Ficheiro
M_Reg=Registro
M_Tasks=Tarefas Agendadas
M_Ser=Serviços do Sistema
M_Select=Selecionar Todos
M_TitleCount=Nome (Total: %d)
M_Version=Nova Versão
M_CurrentVersion=Versão Atual
M_BanwebTitleCount2=Remetente (Total: %d)
M_Type=Tipo
M_BRate=Taxa de bloqueio
M_Recommendation=Recomendação
M_Optional=Opcional
M_Block=Bloco
M_SiteType=Notificação do Site
M_AppType=Notificação App
M_MSType=Software Malicioso
M_METype=Extensão Maliciosa
M_AdType=Extensão Publicitária
M_RegMiss=Registo de desinstalação em falta
HC_Ignore=Ignorar
UL_IgnoreSoft=Ignorar tudo para este software
HC_IgnoreForever=Ignorar todas as atualizações
HC_IgnoreCurrent=Ignorar a atualização atual
HC_OpenFile=Abrir localização do ficheiro
HC_OpenReg=Abrir no Regedit
HC_Search=Pesquisa Online
HC_Startup=Itens de inicialização
HC_Tasks=Tarefas Agendadas
HC_Services=Serviços
HC_Desktopicon=Ícone da área de trabalho
HC_Taskbaricon=Ícone da barra de tarefas
HC_RightMenu=Menu do botão direito
HC_Firewall=Regras de firewall
M_PermissionTitleCount=Tipo de permissão (Total: %d)
M_Name=Nome
M_Impact=Impacto
M_ImpactLow=Baixo
M_ImpactMedium=Médio
M_ImpactHigh=Alto
M_Installed=Instalado
M_OverxDay_Some=Não usado por %s dias
M_OverxDay_Single=Não usado por %s dia
M_Status=Estado
M_Disable=Desativar
M_FixDetails=Veja os detalhes da correção abaixo:
M_Fix_RecTitle=Mas mais pode ser feito por um PC mais rápido e limpo:
M_Fix_RecLog=Limpar desinstalação com histórico
M_Fix_RecLog_Des=Desinstale completamente os programas com os registos criados durante a instalação
M_Fix_RecBundleware=Remoção de bundleware mais fácil
M_Fix_RecBundleware_Des=Monitorize a instalação do programa em tempo real e remova facilmente bundleware
M_Fix_RecLeftover=Apagar automaticamente todos os ficheiros inúteis
M_Fix_RecLeftover_Des=Exclua automaticamente os ficheiros inúteis que não podem ser excluídas por outros desinstaladores
M_Fix_RecProgram_Single=<a>%s</a> Programa grande encontrado
M_Fix_RecProgram_Some=<a>%s</a> Programas grandes encontrados
M_Fix_RecProgram_Des=Desinstale programas grandes desnecessários para libertar mais espaço em disco
M_Fix_RecWinApp_Single=<a>%s</a> App do Windows encontrado
M_Fix_RecWinApp_Some=<a>%s</a> Apps do Windows encontrados
M_Fix_RecWinApp_Des=Desinstale aplicativos desnecessários do Windows para libertar mais espaço em disco
M_Fix_RecEasyUn=Smarter Easy Uninstall
M_Fix_RecEasyUn_Des=Desinstale facilmente um programa arrastando o ícone Easy Uninstall para a janela aberta do programa, ícone da área de trabalho ou ícone da bandeja do sistema
M_Fix_RecStubborn=Stubborn Program Remover
M_Fix_RecStubborn_Des=Base de Dados exclusiva suporta a remoção de mais de 4000 programas difíceis
M_Fix_RecUpdateSoft=Atualizar Automaticamente o Software
M_Fix_RecUpdateSoft_Des=Ative a atualização automática para manter o seu software sempre atualizado, a qualquer hora e em qualquer lugar
M_Fix_RecInfrequently_Single=<a>%s</a> Programa usado com pouca frequência
M_Fix_RecInfrequently_Some=<a>%s</a> Programas usados com pouca frequência
M_Fix_RecInfrequently_Des=Desinstale os programas usados com pouca frequência para libertar mais espaço em disco
M_UnlockTitle_Single=Desbloquear recursos PRO para corrigir %s problema encontrado
M_UnlockTitle_Some=Desbloquear recursos PRO para corrigir %s problemas encontrados
M_UnlockNow=Desbloquear Agora
M_Back=Voltar
M_Try=Experimentar Agora
M_Upgrade=Atualizar Agora
M_Enable=Ativar Agora
M_CheckAll_packages=Tem certeza de que deseja limpar todos os arquivos de instalação?
M_CheckAll_permission=Tem certeza de que deseja desativar todas as permissões do software?
M_CheckAll_permission2=Alguns recursos do software podem não funcionar corretamente se você desativar todas as permissões do software. É sugerido que você desative apenas os desnecessários.
M_ContinueAnyway=Continue de qualquer maneira.
M_Operate=Operação
M_Fixmanually=Corrigir Manualmente
M_FixManuallyEx=Corrigir Manualmente

[Uninstall_Tools_History_M]
ListviewHeader_Software_TitleCount_M=Nome (Total: %d)
ListviewHeader_Software_M=Nome
History_info_DouBle_M=programas não foram completamente desinstalados na última vez. Por favor clique Desinstalar para continuar.
History_info_One_M=programa não foi completamente desinstalado na última vez. Por favor clique Desinstalar para continuar
History_Scanfor_M=Verificar ficheiros residuais
History_ViewDetail_M=Ver detalhes
UninstallLog_No_IsEmpty_M=Não foram encontrados ficheiros residuais com a Análise Poderosa.
Program_Information=Informação do Programa
Files_Deleted=Ficheiros Apagados
Registries_Deleted=Entradas do Regitro apagadas
Scheduled_Tasks_Deleted=Tarefas Agendadas Apagadas
Deleted_on_Reboot=Apagado na reíniciação
Service_Deleted=Serviço Apagado
Export_M=Exportar
rdlbl_NoTkanks=Não, obrigado
RdLabelDetailNull=Os detalhes e o estado de cada programa desinstalado serão exibidos aqui.
RdLabelDetails=O IObit Uninstaller ajudou você a desinstalar os programas <a>%d</a> e a economizar <a>%s</a> de espaço em disco.
RdLabelDetail=O IObit Uninstaller ajudou você a desinstalar o programa <a>%d</a> e a economizar <a>%s</a> de espaço em disco.
History_NoUninstalled_M=Não desinstalado
History_Residualfilesleft_M=Ficheiros residuais deixados
M_NoHistoryFound=Nenhum histórico de desinstalação foi encontrado

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Histórico de Desinstalação
ListView_History.Columns[1].Caption=Data de Desinstalação
ListView_History.Columns[2].Caption=Tamanho
ListView_History.Columns[3].Caption=Operação
Menu_ClearThis.Caption=Limpar este histórico
Menu_ClearAll.Caption=Limpar todos os históricos

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Não, obrigado
RdImgBtnUninstall.caption=Desinstalar
RdListView_History.Columns[0].Caption=Nome do Programa
RdListView_History.Columns[1].Caption=Estado

[Uninstaller_form_InstallDetail]
lbl_IU.caption=Instalar Monitor
lbl_RegText.caption=Entradas do Registro:
lbl_SzieText.caption=Tamanho total:
lbl_StartText.caption=Arranques:
lbl_FileText.caption=Ficheiros:

[InstallDetected_M]
Install_DetectedNewTitle=%s foi instalado com as seguintes alterações:
Install_DetectedNewTitleEx=Os programas <a>%s</a> foram instalados com as seguintes alterações:
Install_ViewDetail=Ver detalhes

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Ativar
lbl_Caption.caption=Novas instalações foram detectadas
lbl_InstallMoniorInfo.caption=Recomendamos ativar o Install Monitor para ajudá-lo a registar e visualizar todas as alterações feitas no seu sistema durante a instalação do programa.

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Instalações registadas
rdlbl_Or.Caption=OU
rdlbl_Auto.Caption=Monitor Automático
rdlbl_Drap.Caption=Monitor Manual

[IUInstallMonitorFrm_M]
TipFileMsi=Arquivo de instalação executável não suportado. Por favor, selecione e tente novamente.
TipFileNotMsiExe=Arquivo de instalação executável inválido. Por favor, selecione um arquivo de instalação executável válido e tente novamente.
AddTip1=O Monitor de Instalação está ocupado!
AddTip2=Uma instalação já está sendo monitorizada. Por favor, tente novamente após a conclusão da instalação.
StarFileTip=Falha ao executar
ExePathErrorTip=O arquivo de instalação de uma unidade de rede não é suportado. Copie-o para a unidade local e tente novamente.
Logging=A registar mudanças no sistema ...
rdlbl_TipContent_M=O Install Monitor detecta e regista as alterações efetuadas no sistema pela instalação, o que permite ver quais as alterações os programas monitorizados fizeram durante a instalação.
rdlbl_SwitchTip.Caption_M=Detectar automaticamente e registar as instalações do programa
rdlbl_DragFileTip.Caption_M=Adicione ou arraste um ficheiro de configuração aqui para instalar e registar as alterações do sistema
EnableMonitorAutoTip=Ao habilitá-lo, também habilitará o IObit Uninstaller Monitor.
EnableMonitorManualTip=O Monitor Manual não está disponível porque o IObit Uninstaller Monitor está desligado.

[Uninstaller_frmMonitorLog]
lbl_Title.Caption=Histórico de Instalação
rdlbl_Export.Caption=Exportar
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Mostrar nome:
InstallDateTip=Data de Instalação:
VersionTip=Versão:
PublisherTip=Editor:
LocationTip=Localização:
InstallationDurationTip=Duração da Instalação:
InstallPackageTip=Pacote de Instalação:
RegEntriesTip=Entradas do Registro:
FilesCountTip=Ficheiros:
TaskCountTip_M=Tarefas Agendadas:
ServiceCountTip_M=Serviços de Sistema:
DllCountTip=Registro DLL:
StartUpCountTip=Items de Arranque:
TotalSizeTip=Tamanho total:
ProgramInformationTip=Informação do Programa
MMORegistryTip=Entradas do Registro
MMOFilesTip=Ficheiros
MMOTaskTip_M=Tarefas Agendadas:
MMOServiceTip_M=Serviços de Sistema
MMODllTip=Registo DLL
MMOStartUpTip=Items de Arranque
MonitorLog_SecondsLan=segundos
MonitorLog_SecondSingleLan=segundo
RegTip_Created=Registo criado:
RegTip_Modified=Registo modificado:
RegTip_Deleted=Registo apagado:
FileTip_Created=Ficheiro criado:
FileTip_Modified=Ficheiro modificado:
FileTip_Deleted=Ficheiro apagado:

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Comentários

[MainForm_M]
Nav_Colle_Program_All=Programas
Nav_Colle_Browser_Extensions=Extensões do Navegador
Nav_Colle_Win=Aplicações Windows
Nav_Colle_AC=Centro de Acção
Nav_Colle_SH=Saúde do Software
Nav_Item_Program_All=Todos os Programas
Nav_Item_Bundleware=Bundleware
Nav_Item_Program_Recent=Instalado Recentemente
Nav_Item_Program_Infrequent=Raramente usado
Nav_Item_Program_Large=Programas grandes
Nav_Item_Browser_Extension_All=Todas as Extensões do Navegador
Nav_Item_InstallMonitor=Monitor de Instalação
Nav_Item_Logged=Programas Registados
Nav_Item_AndroidApp=Android Apps
Hint_Settings=Opções
Hint_Tools=Ferramentas
UninstallProTipEnterCode=Digite o Código
Button_Uninstall=Desinstalar
Button_Remove=Remover
Button_Update=Atualizar Tudo
Button_Install=Instalar agora
ToolPopForceUninstallEx=Forçar Desinstalação+
ToolPopSoftUpdater=Software Updater
ToolPopStubborn=Removedor de Programas Difíceis
ToolPopHistory=Histórico de Desinstalações
ToolPopFileShredder=Destruição de Ficheiros
ToolPopHunterMode=Desinstalação fácil
ToolPopUpdateUninstall=Desinstalação de atualizações do Windows
MoreSettingPopSetting=Configurações...
MoreSettingPopRestore=Recuperação do Sistema
MoreSettingPopExport=Exportar lista de programas
MoreSettingPopUpdate=Verificar por atualizações
MoreSettingPopManual=Manual do Utilizador
MoreSettingPopSupport=Suporte Técnico
MoreSettingPopOnline=IObit online
MoreSettingPopAbout=Acerca
MoreSettingPopWhatsNew=Novidades
MoreSettingSubscription=A minha subscrição
MoreSettingTranslate=Ajude-nos a traduzir
DefaultSelProg=Desinstale programas desnecessários para libertar mais espaço.
DefaultSelPlug=Remova os Plugins desnecessários para proteger o seu navegador.
DefaultSelADPlugin1=Remova 1 plugin malicioso / de publicidade para navegar em segurança.
DefaultSelADPlugin2=Remova %d plugins maliciosos / de publicidade para navegar em segurança.
DefaultSelWApp=Desinstale os aplicativos Windows indesejados para aumentar o desempenho do seu PC.
DefaultSelBundle=Desinstalar bundleware indesejado.
DefaultSelUpdate=Mantenha os seus programas importantes atualizados.
DefaultUpdaterPromot=Atualize mais programas com o IObit Software Updater.
DefaultUpdaterPromote1=programa desatualizado encontrado
DefaultUpdaterPromote2=programas desatualizados encontrados.
DefaultUpdaterPromoteInfo=Clique em Atualizar Tudo para atualizar todos os programas desatualizados apenas com um clique.
SelInfoProg=programa seleccionado para desinstalação. Tamanho total:
SelInfoProgM=programas seleccionados para desinstalação.Tamanho total:
SelInfoPlug=plugin selecionado para remoção.
SelInfoPlugM=plugins selecionados para remoção.
SelInfoApp=aplicativo selecionado para desinstalar. Tamanho total:
SelInfoAppM=aplicativos selecionados para desinstalar. Tamanho total:
SelInfoBundle=item selecionado para desinstalação.
SelInfoBundleM=items selecionados para desinstalação.
BundleHint=Quando você instala o programa principal, alguns outros também são instalados sem aviso prévio. Você pode desinstalar os programas indesejados.
RestoreDefaultSettingsButton=Recuperar as configurações por defeito do %s
APTitle=Ativar Todos os Pros
AP5=Desinstalação limpa com histórico
AP2=Excluía Mais Aplicações Difíceis
AP6=Desempenho de Software Funcional
AP4=Atualizador de Software 1-Clique
MainUpdate_Hint=Nova Versão
NewsDisconnCaption=Partilhe o IObit Uninstaller com as suas famílias e seus amigos.
NewsDisconnDes=Eles ficarão felizes em usá-lo!
NewsNewVerCaption=Atualização Importante Disponível
NewsNewVerDes=Faça agora a descarga da versão mais recente.
ToolPopForceUninstall_Detail=Ajude a desinstalar programas que não podem ser desinstalados de maneira rotineira
ToolPopSoftUpdaterEx_Detail=Atualize o software desatualizado para reduzir os riscos de segurança
ToolPopHistory_Detail=Mostrar detalhes e estado de cada programa desinstalado
ToolPopFileShredder_Detail=Ajuda a remover arquivos indesejados com segurança e de forma permanente
ToolPopHunterMode_Detail=Arraste o ícone Desinstalação fácil para desinstalar facilmente os programas
ToolPopUpdateEx_Detail=Desinstale atualizações indesejadas do Windows para libertar mais espaço em disco
ToolPopStubbornEx_Detail=Base de Dados exclusiva suporta a remoção de mais de 4000 programas difíceis
DefaultSelInfoLoggedNew=Os programas registados pelo Install Monitor podem ser desinstalados completamente.
DefaultSelAndroid=Desinstale os aplicativos Android indesejados para libertar mais espaço em disco.

[MetroApp_M]
NoSerchItem_Tip=Nenhum item corresponde à sua pesquisa.
Win8NoItemTip_M=Nenhum aplicativo do Windows foi encontrado
Win8LoadingApp=A carregar aplicações...
Win8ListViewGroupsWin8AppHeader=Aplicações Windows
Win8ListViewGroupsWin8AppSubtitle=Aplicações publicadas pela Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Aplicações de Terceiros
Win8ListViewGroupsThirdSubtitle=Aplicações publicadas por companhias Terceiras.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Nome
ListView_AppList.Columns[1].caption=Tamanho
ListView_AppList.Columns[2].caption=Avaliação do Utilizador
ListView_AppList.Columns[3].caption=Operação
lbl_Notice.caption=Para mostrar as suas Aplicações Windows, por favor assegure-se que a sua conta atual tem direitos de Administrador.
mniUninstall.caption=Desinstalar
mniRefush.caption=Refrescar
mniDetails.caption=Detalhes
mniOpenFile.caption=Abrir localização do ficheiro
mniOpenReg.caption=Abrir com o Regedit
mniOpenWinstore.caption=Abrir na Microsoft Store
mniSearchOnline.caption=Pesquisar online
mniRate.caption=Avaliar

[Uninstaller_DiskSmallFrm]
btnimg_uninstall.Caption=Desinstalar Agora
rdlbl_NoticeInfo.Caption=O espaço livre em disco do seu sistema está abaixo de 10%.
rdlbl_NoticeTip.Caption=Desinstale programas indesejados com o IObit Uninstaller para recuperar mais espaço em disco.

[LeftNoticeForm_M]
LeftFound=<a>%s</a> ficheiros residuais de desinstalação foram encontrados.
LeftTip=Apague-os para libertar mais espaço em disco.
LeftBtn=Limpar Agora

[JunkNoticeForm_M]
JunkFound=<a>%s</a> arquivos redundantes de software foram encontrados.

[SoftNoticeForm_M]
PopupTip=Notificações Intrusivas detectadas
PopUpOne=<a>1</a> notificação pop-up pode ser bloqueada para evitar interrupções.
PopUpEx=<a>%s</a> notificações pop-up podem ser bloqueadas para evitar interrupções.
PopupBtn=Bloquear Agora

[Malicious_M]
NoticeInfoEx_One=Software/extensões maliciosos detectados <BR><a>1</a> software/extensão malicioso(a) pode ser removido(a), para um PC rápido e seguro.
NoticeInfoEx_Some=Software/extensões maliciosos detectados <BR><a>%d</a> software/extensões maliciosos podem ser removidos, para um PC rápido e seguro.

[InstallClearForm_M]
SetupTip=Ficheiros de instalação desnecessários detectados
SetupClean=<a>1</a> ficheiro de configuração desnecessário pode ser limpo para libertar <a>%s</a> espaço em disco.
SetupCleanEx=<a>%s</a> ficheiros de configuração desnecessários podem ser limpos para libertar <a>%s</a> espaço em disco.
SetupBtn=Limpar Agora

[SoftUpdate_Auto_M]
AutoUpdate_M=%s atualizações foram instaladas automaticamente.
AutoUpdate_One_M=1 atualização foi instalada automaticamente.

[uninstall_Mitor_M]
showDetails_M=Mostrar detalhes
Cleanmanually_M=Limpeza manual
AutoClean_M=Auto Limpeza
Cleaning_M=A limpar
Cleannow_M=Limpar Agora
StillLeavas_M="%s" tem ainda resíduos:
LeftoversRemoved_M=Ficheiros residuais de %s foram removidos:
Registry_M=Registro
File_M=Ficheiro
Files_M=ficheiros
Cleanfuture_M=Limpar automaticamente no futuro
Setting_M=Configurações
Uselessfiles_M=ficheiros inúteis
UselessfilesOne_M=arquivo inútil
Uselessregistryentries_M=entradas do registro inúteis
UselessregistryentriesOne_M=entradas do registro inúteis
Lan_BundleNoticeText_M=Bundleware foi encontrado durante a instalação do %s.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Barra de Ferramentas e Plugins Maliciosos
ListViewGroupMaliciousDesc=Essas barras de ferramentas e plugins podem mudar o seu navegador padrão e roubar informações privadas.
ListViewGroupAdTitle=Barras de ferramentas e plugins baseados em publicidade
ListViewGroupAdDesc=Essas barras de ferramentas e plugins podem exibir publicidade, banners, etc.
ListViewGroupTrustTitle=Barras de Ferramentas e Plugins confiáveis
ListViewGroupTrustDesc=Essas barras de ferramentas e plugins não prejudicam o seu computador. Você pode removê-los ou mantê-los conforme o seu desejo.
ListViewGroupExtensions=Extensões
ListViewGroupPlugins=Plugins
ListViewGroupToolbar=Barra de Ferramentas
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupFFBulit=Extensões integradas
ListViewGroupFFOther=Outras Extensões
ListViewGroupExtension_DES=As extensões são usadas para personalizar o navegador com recursos que você gosta
ListViewGroupPlugin_DES=O plugin pode ser facilmente instalado e usado como parte do navegador da Web
ListViewGroupToolbar_DES=A barra de ferramentas ajuda os utilizadores a acessar sites rapidamente ou a executar outras funções de aplicativos
ListViewGroupBHO_DES=O BHO ajuda a criar navegadores personalizados e oferece funções interativas mais simples
ListViewGroupActivex_DES=O ActiveX é usado pelo Internet Explorer para facilitar a reprodução de media
ListViewGroupFFBulit_DES=Extensões instaladas / reinstaladas com a instalação ou atualização do Firefox
ListViewGroupFFOther_DES=Extensions installed from Firefox Add-ons or other channels
NoSerchItem_Tip=Nenhum item corresponde à sua pesquisa.
PluginColumnStr_Title=Nome (Total: %d)
ChromeSyncMsg=A sincronização do Chrome está ativada. Os plugins selecionados para remoção podem ser reinstalados automaticamente após a remoção. Clique em <a>Desativar o Google Chrome Sync</a> para seguir as etapas do nosso fórum para desativar a Sincronização do Google Chrome.
EdgeSyncMsg=O Edge Sync está ativado. As extensões selecionadas para remover podem ser reinstaladas automaticamente após a remoção. Clique em <a>Desativar o Edge Sync</a> para seguir as etapas detalhadas para desativar o Edge Sync.
FuncPluginSysPluginMsgBox=Não é recomendado remover %s uma vez que as funções do seu navegador poderão ser afectadas após a remoção.
FuncPluginLoading=A carregar...
FuncPluginRmoveSuccess=Removido com sucesso. A carregar...
FuncVotePlugSelectMsgBox=Por favor selecione um item para avaliar
FuncPluginRmoveConfireSingleMsgBox=Está seguro que pretende remover o item selecionado?
FuncPluginRmoveConfireSomeMsgBox=Está seguro que pretende remover os itens selecionados?
FuncCheckBrowserMsgBox_1=%s está em execução.
FuncCheckBrowserMsgBox_2=Vlique OK para o fechar (Por favor salvaguarde primeiro o conteúdo).
FuncCheckBrowserMsgBox_3=Ou clique Cancelar para abortar a operação.
FuncCheckBrowserMsgBox_4=%s estão em execução.
FuncCheckBrowserMsgBox_5=Clique OK para os fechar (Por favor salvaguarde primeiro o seu conteúdo).
FuncCheckBrowserMsgBox_6=Ou clique Cancelar para abortar a operação.
FuncPluginRemoveFailedMsgBox_4=%s pode falhar a sua remoção porque está protegido por %s. Por favor feche o %s e reínicie o IObit Uninstaller para o remover novamente.
FuncRestoreSuccessMsgBox=Recuperado com sucesso para as configurações por defeito.
FuncRestoreFailedMsgBox=Falha ao restaurar as configurações padrão do navegador.
PluginRestoreStr=Recuperar as configurações por defeito do %s
mniOpeninRegedit_M=Abrir com o Regedit
lbl_NoFoundItems.caption_M=Nenhuma barra de ferramentas ou plugins encontrados

[VoteText_M]
FuncVoteMarkSelectMsgBox=Por favor avalie.
FuncVoteFailedMsgBox=Falha na avaliação, verifique a sua ligação de rede e tente novamente.
FuncVoteActiveVote=Avaliar
FuncVoteWaitting=A enviar a avaliação, por favor aguarde ...
NewVote_1=Nenhum utilizador avaliou ainda.
NewVote_2=%d utilizadores avaliaram.
NewVote_3=O que pensa desta extensão?
NewVote_4=O que pensa desta app?
NewVote_5=Você já avaliou.
NewVote_6=Minha classificação:
Removingnow_M=A remover agora...

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Nome
rdlvAllBrowse.Columns[1].Caption=Avaliação do Utilizador
rdlvAllBrowse.Columns[2].Caption=Operação
rdlvCustomBrowse.Columns[0].Caption=Nome
rdlvCustomBrowse.Columns[1].Caption=Operação
mniRemove.Caption=Remover
mniRate.Caption=Avaliar
mniIgone.Caption=Ignorar
mniRefush.Caption=Refrescar
mniOpenFloder.Caption=Abrir localização do ficheiro
mniSelectedAll.Caption=Selecionar Tudo
mniInvertSelection.Caption=Inverter a seleção
mniSearchOnline.Caption=Pesquisar online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Reíniciar o Navegador
lblConfire.Caption=Está seguro que pretende recuperar as definições por defeito?
lblHomepageTitle.Caption=Página Inícial Atual:
lblSearchTitle.Caption=Motor de pesquisa atual por defeito:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Cancelar

[Uninstaller_frm_MessagePlugin]
lbl_OK.Caption=Removido com Sucesso!
lbl_Removing.Caption=A remover...

[Uninstaller_Program_M]
Noprograms_UseLess_M=Nenhum desses programas foi encontrado (não usado por mais de %d meses)
Noprograms_UseLess_One_M=Nenhum desses programas foi encontrado (não usado por mais de 1 mês)
Noprograms_Size_M=Nenhum programa excede %s.
Noprograms_match_M=Nenhum item corresponde à sua pesquisa.
Noprograms_Recent_M=Nenhum programa foi instalado nos últimos 10 dias.
NoPrograms_RecentEx_M=Nenhum programa instalado nos últimos %s meses
Noprograms_Android_M=Nenhum aplicativo Android encontrado
monthsago_M=%d meses atrás
yearsago_M=%d ano atrás
yearsagos_M=%d anos atrás
SoftwareFrame_InstallDate_M=Data de Instalação
SoftwareFrame_FrequencyUse_M=Última vez usado
HistoryInfo_DisplayName=Mostrar Nome
HistoryInfo_Publisher=Editor
HistoryInfo_Version=Versão
HistoryInfo_InstallDate=Data de Instalação
HistoryInfo_UseSize=Espaço utilizado
HistoryInfo_Location=Localização
HistoryInfo_UninstallDate=Data de Desinstalação
Lan_NoBundle_New=Bundleware é o software que pode instalar outros programas sem o seu conehcimento quando você instala o programa principal.
Lan_Main_Soft=Programa Principal
Lan_Bundled_Soft=Programa Integrado (Bundleware)
Lan_Bundled_Plug=Plugin Integrado (Bundleware)
ColumnName_Logged=Histórico de Instalação
ColumnName_LogDate=Data de Instalação
ViewDetail=Ver Histórico
NoPrograms_Logged=Os programas registados pelo Install Monitor podem ser desinstalados completamente em desinstalação futura.
Show_Components_M=Mostrar componentes de execução do sistema
Last_Days_M=últimos %s dias
Last_Month_M=último %s mês
Last_Months_M=últimos %s meses
Larger_M=maior que %s
NotUsed_Month_M=Não usado por %s mês
NotUsed_Months_M=Não usado por %s meses
AllDrives_M=Todas as unidades

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Tamanho
ListView_SoftwareList.Columns[2].Caption=Data de Instalação
ListView_SoftwareList.Columns[3].Caption=Operação
Menu_Program_Uninstall.caption=Desinstalar
Menu_Program_Repair.caption=Reparar
Menu_Program_Refresh.caption=Refrescar
Menu_Program_OpenFileLocation.caption=Abrir localização do ficheiro
Menu_Program_OpeninRegedit.caption=Abrir com o Regedit
Menu_Program_SearchOnline.caption=Pesquisar online
mni_Openthewebsite.caption=Abrir o Site Web
mni_RunNow.caption=Executar Agora

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Tipo
ListView_BundleList.Columns[2].Caption=Operação
Menu_Program_Uninstall.caption=Desinstalar
Menu_Program_OpenFileLocation.caption=Abrir localização do ficheiro
Menu_Program_OpeninRegedit.caption=Abrir com o Regedit
Menu_Program_SearchOnline.caption=Pesquisar online
mni_Ignore.caption=Ignorar
mniOpenthewebsite.caption=Abrir o Site Web

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Bundleware foi encontrado.
btn_UninstallAll.caption=Desinstalar Todos
lbl_Info.caption=Desinstale com IObit Uninstaller PRO todos os seguintes bundleware ou desinstale apenas o programa atual.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Bundleware encontrado. Por favor, selecione também o bundleware indesejado para desinstalar.

[PromoteForm_M]
M_ProAD_Title=Mais recursos e benefícios com a edição Pro:
M_ProAD_CleanLog=Desinstale completamente os programas com os históricos criados durante a instalação
M_ProAD_Monitor=Monitorize a instalação do programa e remova facilmente o bundleware
M_ProAD_Database=Base de Dados gigante, para remover completamente programas difíceis
M_ProAD_Plugin=Remova os plugins maliciosos/publicidade, para uma navegação online segura e suave
M_ProAD_Update=Um clique para manter os eus programas importantes sempre atualizados
M_ProAD_SoftHealth=Detecta automaticamente vulnerabilidades de software e bloqueia facilmente notificações pop-up e anúncios indesejados
M_Continue=Continuar a Desinstalação
M_BundleTitle=Ative o IObit Uninstaller PRO para remover completamente o bundleware.
M_BundleTitle2=Monitorize em tempo real a instalação do programa e remova facilmente o bundleware.
M_UninstallLogTitle=Ative o IObit Uninstaller PRO para detectar e registar automaticamente a instalação do programa, para uma desinstalação completa no futuro através do histórico.
M_PluginMaliciouTitle=Ative o IObit Uninstaller PRO para remover completamente os plugins maliciosos.
M_PluginMaliciouTitle2=A base de dados em constante expansão ajudará a remover mais plugins/anúncios maliciosos.
M_SPUninstallFail=%s não pôde ser desinstalado.
M_SPAD_Title=Ative o PRO para desinstalá-lo com uma Base de Dados específica.
M_SPUninstallFailCount=%d programas não foram desinstalados.
M_SPADCount_Title=não pode ser desinstalado de uma forma normal. Ative o PRO para desinstalá-los através de uma Base de Dados específica.
SpecPromotTile_1=%s não pôde ser desinstalado.
SpecPromotTile_2=%d programas não foram desinstalados.
SpecPromotTile_3=1 programa foi desinstalado.
SpecPromotTile_4=%d programas foram desinstalados.
SpecPromotTile_5=Mas 1 programa não pôde ser desinstalado.
SpecPromotTile_6=But %d programs failed to be uninstalled.
SpecPromotInfo_1=Ative o PRO para desinstalá-lo com uma Base de Dados específica.
SpecPromotInfo_2=Ative o PRO para desinstalá-los através de uma Base de Dados específica.
SpecPromotInfo_3=%s não pode ser desinstalado de forma normal.

[Protip_M]
Congratulations_M=Parabéns!
YouHave_M=Você atualizou com sucesso para a versão mais recente do IObit Uninstaller.
Try_M=Experimente-o agora!
Tip_M=Atualizado automaticamente com sucesso para IObit Uninstaller <a>%d</a>.
WhatNew_M=Novidades da última versão:
More_M=Mais detalhes

[Uninstaller_Public_M]
Lan_ButtonCancel=Cancelar
Lan_ButtonClose=Fechar
Lan_ButtonContinue=Continuar
Lan_ButtonClean=Limpar
Lan_Cleaning=A limpar
Lan_Details=Detalhes
Lan_Exit=Sair
Lan_Hide=Esconder
Lan_Ignore=Ignorar
Lan_Ignored=Ignorado
Lan_item=Item
Lan_items=Itens
Lan_LoadingD=A carregar...
Lan_WindowMin=Minimizar
Lan_WindowMax=Maximizar
Lan_ButtonNo=Não
Lan_Name=Nome
Lan_NameT=Nome (Total: %d)
Lan_Notagain=Não voltar a mostrar
Lan_ButtonOK=OK
Lan_Publisher=Editor
Lan_WindowRest=Recuperar
Lan_ButtonRemove=Remover
Lan_State=Estado
Lan_Show=Mostrar
Lan_Scan=Analisar
Lan_Search=Procurar
Lan_ButtonUninstall=Desinstalar
Lan_Version=Versão
Lan_ButtonYES=Sim
Lan_ButtonFor0=Obtenha o Pro por $0
Lan_ButtonActivate=Ativar Agora
Lan_ButtonUpgrade=Atualizar Agora
Lan_ButtonUpgradeFor0=Atualize agora por 0€
Lan_DisplayName=Nome
Lan_Installationpath=Caminho da instalação
Lan_Description=Descrição
Lan_LinkAbout=Acerca do Link
Lan_LinkHelp=Ajuda do link
Lan_SysMsgCorrupted=Alguns ficheiros do IObit Uninstaller estão corrompidos. Por favor reinstale o IObit Uninstaller.
Lan_Bit=bit

[RC_M]
M1=Grátis para obter a edição PRO
M2=$0 para desfrutar de uma desinstalação mais fácil, mais poderosa e mais completa.
M3=Auto
M4=Limpeza de arquivos residuais
M5=1-Clique
M6=Todos os problemas de software corrigidos
M7=+4000
M8=Remoção de software difícil
M9=50% Maior
M10=Base de Dados do atualizador de software
M11=Agora, mais recursos PRO ótimos e aprimorados são oferecidos GRATUITAMENTE:
M12=GRÁTIS para ativar a limpeza AUTOMÁTICA de ficheiros residuais
M13=e desfrute de um PC mais rápido e fluido com facilidade.

[Unistaller_Register_M]
license_OtherCode_M=O código de licença %s é somente válido para %s. Por favor clique o botão OK para descarregar e registar o %s.
LicenseCannotconnect_M=Não é possível estabelecer a ligação ao nosso servidor. Por favor verifique as configurações da sua rede/proxy e tente validar a sua licença mais tarde.
license_OtherGivewalys_M_M=%s é uma licença de distribuição e é válida apenas para a versão especificada. Visite <a>aqui</a> para comprar um novo código de licença para o IObit Uninstaller %s PRO.
License_expired_M=A licença %s expirou. Clique <a>aqui</a> para comprar uma nova licença.
License_maximum_M=A licença %s já foi ativada para o máximo número de PCs e não pode ser usada. Por favor clique <a>aqui</a> para comprar uma licença adicional para activar o IObit Uninstaller PRO neste PC.
License_Free_M=A licença %s não pode ser activada. Por favor compre uma nova licença para o IObit Uninstaller PRO.
License_valid_M=Código de licença inválido! Por favor digite um código de licença válido.
LicenseSeat_M=Licença Individual:
LicenseCodeLiftTime_M=Este é um código de licença vitalício, que é válido apenas para o Desinstalador IObit v%d. Por favor reinstale seu Desinstalador IObit v%d PRO.
licensedays_left_M=%d dias restantes
licenseday_left_M=%d dia restante
LicenseCodeLocation_M=O código da licença %s não é válido na sua região ou País. Por favor clique OK para comprar um código válido.
Never_M=Nunca
M_CheckYourLicense=Você pode ir para Minha assinatura no menu Opções para verificar o status da licença.

[Uninstaller_Form_Activate]
Label_Get.caption=Obter Licença
Label_Retrv.caption=Recuperar Código
Label_Eg.caption=E.g.: AAAAA-BBBBB-CCCCC-DDDDD
RdImgBtnRegNow.caption=Registar Agora
RdLabelCaption.caption=Ative a Pro Edition para usufruir de uma melhor experiência de serviço
Label_Please.caption=Digite seu código de licença e clique no botão "Registar agora" para ativar todas as funções da edição PRO.
Label_Code.caption=Código da Licença:
RdBtnlab.caption=Mais benefícios, Nós prometemos:
RdImgBtn_Upgrade.caption=Atualize para a versão Pro

[Form_Activate_M]
TitleOne=Limpar desinstalação com histórico
ContentOne=Desinstale completamente os programas com os registos criados durante a instalação
TitleTwo=Stubborn Program Removal
ContentTwo=Remova completamente mais de 4000 programas difíceis com a Base de Dados exclusiva
TitleThree=Desempenho de Software Fluído
ContentThree=Detecta automaticamente vulnerabilidades de software e bloqueia facilmente notificações pop-up e anúncios indesejados
TitleFour=Software Updater
ContentFour=1 clique para manter sempre atualizados os seus programas importantes

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Fechar
lbleg.Caption=E.g.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=ajuda
Label_Please.caption=Digite seu código de licença e clique no botão "Registar agora" para ativar todas as funções da edição PRO.
Label_Code.caption=Código da Licença:
RdImgBtnRegister.caption=Registar Agora
Label_Retrv.caption=Recuperar Código
Label_HaveLicense.caption=Não possui uma licença?
Label_click.caption=Clique aqui para obter uma.
RdImageButton_Back.caption=Voltar
RdImageButton_Close.caption=Fechar
RdLabelCaption.caption=Gestor de Licenças
Label_Status.caption=Estado da Licença:
Label_Activated.caption=Activada
Label_Lcode.caption=Código da Licença:
Label_Data.caption=Data de Expiração:
Label_Refresh.caption=Refrescar
Label_Export.caption=Exportar licença
rdlblAlread.caption:=Já tenho um código de licença

[uninstaller_Form_licensemessage]
rdlblHelp.caption=ajuda
RdImgBtn_Closetwo.caption=Fechar
Label_success.caption=A licença foi activada com sucesso!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Clique com o botão esquerdo e arraste o rato para selecionar a área de captura do ecrã
M_NoticeInfo_AC=2. Clique com o botão direito ou pressione Esc para sair
M_Rect=Rectângulo
M_Oval=Oval
M_Text=Texto
M_Paintbrush=Pincel
M_Return=Desfazer operação (Ctrl + Z)
M_Copy=Copiar para área de transferência
M_Exit=Sair da captura de ecrã
M_Save=Guardar
M_TipInfo=A captura do ecrã foi guardada na área de transferência. Você pode usar Ctrl + V para colar.
M_TipShow=Não mostrar novamente esta mensagem
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Configurações
lbl_SkinTitle.caption=Capa:
lbl_LanguageTitle.caption=Idioma Atual:
lbl_FontSize.caption=Tamanho da Fonte:
lbl_Dark.caption=Escuro
lbl_Light.caption=Claro
lbl_Transparency.caption=Transparência:
lbl_UpdateTitle.caption=Método de Atualização
lbl_UpdateChooseDes.caption=Método de atualização para este produto:
btnImg_UpdateRemind.caption=Avisar-me quando houver atualizações disponíveis
btnImg_UpdateAuto.caption=Atualizar automaticamente
btnImg_AutoDelete.caption=Automatically remove residual files
btnImg_AfterUninstallAutoScan.caption=Exclui automaticamente os ficheiros residuais do programa desinstalado por outro desinstalador
btnImg_RemoveToRecycleBin.caption=Remover os ficheiros residuais para a Lixeira
btnImg_ShowExplorerButton.caption=Adicionar Botão de Destruir Ficheiro ao Explorer
btnImg_ShowComponents_New.caption=Mostrar componentes de execução do sistema
btnImg_ShowMenuButton.caption=Adicione a opção de Powerful Uninstal ao menu de contexto do Windows
btnImg_CreateRestore.caption=Crie um ponto de recuperação antes de desinstalar
lbl_HotKey.caption=Hotkey para desinstalação fácil
lbl_OccupiedHotKey.caption=Já usado, digite um novo.
btn_NotifySoftUpdater.caption=Avisar-me quando houverem atualizações de software disponíveis
btnImg_SystemDiskSpace.caption=Avisar-me quando o espaço livre no disco do sistema estiver abaixo de 10%
btnImg_UserInterface.Caption=Interface do Utilizador
btnImg_General.Caption=Geral
btnImg_Notification.Caption=Notificações
btn_Uninstall.Caption=Desinstalar
btn_SoftwareHealth.Caption=Software Health
btn_Ingore.Caption=Lista de ignorados
lbl_Infrequently.Caption=Programas usados com pouca frequência: não usados para
lbl_Large.Caption=Programas grandes: maiores que
btn_UpdateManually.Caption=Atualizar manualmente
btn_Quick.Caption=Ative a desinstalação rápida para confirmar automaticamente (se possível), solicitações da rotina de desinstalação original do programa
btn_SoftAutoUpdate.Caption=Atualização automática de software desatualizado
lbl_SavaDownload.Caption=Salve todos os programas descarregados em:
btn_Browse.Caption=Navegar...
lbl_PermissionsDes.Caption=Selecione as permissões de software que deseja verificar:
lbl_InstallFileDes.Caption=Remoção de arquivos de instalação:
btn_InstallFilesInstalled.Caption=Remova todos os arquivos de instalação já instalados
btn_InstallFilesNotUsed.Caption=Remova os arquivos de instalação não usados para
btn_InstallFileDelte.Caption=Remova os arquivos de instalação para a lixeira
lbl_IgnoreTip.Caption=Os itens ignorados não serão detectados até que você os remova da lista abaixo.
btn_EnableMonitor.Caption=Ative o IObit Uninstaller Monitor e carregue-o na inicialização do Windows
btn_SkipUAC.Caption=Ignorar aviso de controle da conta de utilizador
lbl_RecentlyInstall.Caption=Programas instalados recentemente:
btn_UseSystemDIP.Caption=Utilize as definições de escala de DPI do sistema
lbl_bundleware_IgnoreTip.Caption=Lista de ignorados de bundleware
lbl_health_IgnoreTip.Caption=Lista de ignorados da integridade do software

[Uninstall_setting_M]
Setting_Size_Normal=Normal
Setting_Size_Large=Grande
Setting_Size_Larger=Maior
EnableMonitor=O IObit Uninstaller Monitor será executado em segundo plano para garantir que recursos importantes funcionem corretamente.
SystemComponentsInfo=Componentes do sistema como Microsoft .NET Framework, Microsoft Visual C ++ Redistributable, Microsoft XNA.
btnImg_NotificInstallLog_M1=Notificar-me quando o histórico de instalação for criado após a monitorização automática
btnImg_BundlewareInstalled_M=Notificar-me quando o pacote configurável estiver instalado
btnImg_BrowserPlugTip_M=Notificar-me quando plugins maliciosos estiverem instalados
btnImg_AutoCleanTipForm_M=Notifique-me quando detectar ficheiros residuais deixados pela desinstalação de outro desinstalador
btnImg_leftovers_M=Notificar-me quando os ficheiros residuais dos programas desinstalados forem detectados
btnImg_SoftNotific_M=Notifique-me quando notificações pop-up forem detectadas
btnImg_NotNeedInstall_M=Notifique-me quando ficheiros de instalação desnecessários forem detectados
btnImg_NotNeedJunk_M=Notifique-me quando arquivos redundantes de software forem detectados
M_Mounth=1 mês
M_Mounths=%d meses
Last_Days_M=últimos %s dias
Last_Month_M=último %s mês
Last_Months_M=últimos %s meses

[Uninstaller_Form_MonitorMsgbox]
rdlblTitle.caption=As funções não funcionarão corretamente!
rdlblSure.caption=Se o IObit Uninstaller Monitor não estiver carregando na inicialização do Windows, as funções acima não funcionarão corretamente. Mesmo assim, ainda deseja cancelar a opção?
rdlblDes.caption=O IObit Uninstaller Monitor é muito importante e necessário para as seguintes funções:
rdhtmlblText.caption=- Verificar atualizações<br>- Monitorar instalações de programas<br>- Detectar desinstalação incompleta ou arquivos residuais<br>- Detectar software/extensões maliciosos e bundleware<br>- Detectar notificações pop-up<br>- Detectar arquivos de instalação desnecessários<br>- Monitorizar o espaço livre em disco do sistema

[SoftUpdate_M]
SUCaption=Software Updater
SU_GroupOutData=Desatualizado
SU_GroupUpToDate_New=Atualizado
SU_Ignore=Ignorar
SU_Ignored=Ignorado
SU_NoIgnore=Desfazer ignorar
SU_Update=Atualizar
SU_Updating=A atualizar
SU_UpToDate=Atualizado
SU_NewVersion=Nova Versão
SU_CurrVersion=Versão atual
SU_ActivePro=Ativar atualizações automáticas
SU_Button_UpdateAll=Atualizar Tudo
SU_NoUpdates=Nenhuma atualização está disponível para o software do seu computador.
SU_IgnoreForever=Ignorar todas as atualizações
SU_IgnoreCurrent=Ignorar atualização atual
SU_CancelUpdate=A atualização está em progresso. Tem a certeza que deseja cancelar a atualização?
SU_DefaultSelUpdate=Boa! Todo o software está atualizado!
SU_DefaultUpdaterPromoteInfo=Atualize todos os softwares desatualizados para reduzir os riscos de segurança.

[SoftUpdatePromote_M]
IUP_Manually=Atualização Manual
Img_Tab=Obtenha mais com o IOBit PRO
LbIUPromote1=Atualize todos os programas importantes com apenas um clique
LbIUPromote2=Instalar atualizações automaticamente sem ter que acessar um sítio
IUP_Manually2=Desinstalar manualmente
LbIUPromote3=Desinstale todos os programas difíceis apenas com 1 clique
LbIUPromote4=Base de Dados exclusiva suporta a remoção de mais de 4000 programas difíceis
LbIUPromote5=Correção automática de problemas de desinstalação e limpeza automática de ficheiros residuais após a desinstalação
IUP_Manually3=Remover manualmente
LbIUPromote6=Remova todos os softwares e extensões maliciosos apenas com 1 clique
LbIUPromote7=Limpar automaticamente os ficheiros residuais após a desinstalação
SUInstall=Instalar
SUImg_Tab=Instale o IObit Software Updater
LbSUPromote1=Atualize mais programas sem esforço
LbSUPromote2=Instale facilmente os programas que pretenda
SUEULA=Ao clicar em "Instalar", você concorda em instalar o IObit Software Updater e aceita o seu <a>EULA</a> e <a>Política de Privacidade</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> produto precisa de ser atualizado
TipOnes=<a>%s</a> produtos precisam de serem atualizados
TipInfo=para proteger o seu PC de vulnerabilidades de segurança
NeverShow=Não voltar a mostrar
BtnUpdate=Atualizar Agora
M_NoticeLastUpdate=%s dias desde a última atualização
M_NoticeLastOneUpdate=1 dia desde a última atualização

[SpecUTool_M]
SpecTOpen=Abrir
SpecTOK=OK
SpecTHide=Esconder
TrayHint=O IObit Uninstaller está a desinstalar programas
SpecTUninstalling=Desinstalar o seguinte programa:
SpecTUninstallingM=Desinstalar os seguintes programas:
SpecTUninstalled=programa foi desinstalado.
SpecTUninstalledM=programas foram desinstalados.
SpecTClose=Fechar

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Removedor de Programas Difíceis
lbl_DescInfo.caption=Verifique e remova facilmente os programas nos quais não encontra uma entrada de desinstalação noutros locais.

[Uninstaller_Stubborn_M]
OfficialGroupEx=Base de Dados Oficial de Remoção (%d)
OfficialDesEx=Alguns programas não podem ser desinstalados normalmente por motivos de segurança. Você pode desinstalá-los facilmente usando o seu desinstalador oficial aqui.
AllGroupEx=Base de Dados de Programas suportados (%d)
AllDesEx=Liste aqui mais programas para os quais você não consegue encontrar uma entrada de desinstalação em outros lugares. Você pode desinstalá-los facilmente aqui.
ProblemsTip=Problemas encontrados
LoadingTip=A carregar a Base de Dados de programas suportados ...
NotInstallSingleMsgBox=Nenhum problema de desinstalação foi detectado para o programa a seguir. Tem a certeza de que deseja continuar a desinstalação e procurar arquivos residuais?
NotInstallSomeMsgBox=Nenhum problema de desinstalação foi detectado para os programas a seguir. Tem a certeza de que deseja continuar a desinstalação e procurar arquivos residuais?

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Restaurar Sistema
rdlblDesc.Caption=Restaure o seu computador para o estado anterior ao evento selecionado. Os mais recentes não podem ser apagados por motivos de segurança.
ListView_Restore.Columns[0].Caption=Data e Hora
ListView_Restore.Columns[1].Caption=Descrição
btn_CreateRestorePoint.Caption=Criar um Ponto de Restauro
RdImageButton_Restore.Caption=Recuperar
RdImageButton_Delete.Caption=Apagar
lblNull.Caption=Não foram criados pontos de restauro.
Rdlbl_CreateRestorePoint.caption=Criar um Ponto de Restauro

[SystemRestore_M]
SysRestore_CreateComplete=Ponto de restauro criado com sucesso!
SysRestore_CreateFailed=A criação de um Ponto de Restauro falhou! Por favor verifique no seu sistema se este está ativado.
SysRestore_CreateRestore_Confirm=Está seguro que pretende criar um Ponto de Restauro?
SysRestore_CreateRestore_Tip=A criar um Ponto de Restauro, por favor aguarde...
SysRestore_CreateRestore_Failed=A criação de um Ponto de Restauro falhou! Por favor verifique no seu sistema se este está ativado.
SysRestore_SetRestore_Confirm=WARNING: Restaurar o seu sistema para um ponto de restauração irá desfazer todas as alterações feitas após esse ponto de restauração. Uma vez iniciado, a Restauração do sistema não pode ser desfeita ou interrompida. Está seguro que quer continuar?
SysRestore_SetRestore_Reboot=É necessária uma reinicialização para aplicar essas alterações. Salve todos os arquivos abertos e feche todos os programas abertos antes de reíniciar. Reíniciar o computador agora?
SysRestore_SetRestore_Tip=A Restaurar arquivos e configurações do sistema, aguarde...
SysRestore_Delete_Confirm=Está seguro que o pretende apagar?

[UninstallForm_M]
MsgBox_SelectProgram=Por favor selecione no mínimo um programa.
Msg_Bundle_RebootSpec=foi desinstalado. Por favor reínicie o seu computador para concluir a desinstalação.
OneItemStr=%d item
SomeItemStr=%d itens
Clean_Uninstall=Desinstalação Limpa
RebootToDelete_Str=(Apagar ao reíniciar)
UninstallingSingleStr=Está seguro que pretende desinstalar o programa selecionado?
UninstallingSomeStr=Está seguro que pretende desinstalar os %d programas selecionados?
UninstallingSingleStr_New=Tem a certeza que deseja desinstalar o item selecionado?
UninstallingSomeStr_New=Tem a certeza de que deseja desinstalar os %d itens selecionados?
UninstallingSingleStrUpdate=Está seguro que deseja desinstalar a atualização selecionada do Windows?
UninstallingSomeStrUpdate=Está seguro que deseja desinstalar as %d atualizações selecionadas do Windows?
UninstallingSingleStrApp=Está seguro que deseja desinstalar a app selecionada do Windows?
UninstallingSomeStrApp=Está seguro que deseja desinstalar as %d app selecionadas do Windows?
Uninstall_Str=A desinstalar %s (%d/%d)
Scan_Str=A analisar %s (%d/%d)
UninstallOne_Str=A desinstalar %s
ScanOne_Str=A analisar %s
CreateRetore_Str=A criar um Ponto de Restauro, por favor aguarde...
SureToDeleteSomeStr=<a>%d</a> programas são desinstalados. Mas eles ainda têm os seguintes ficheiros residuais.
SureToDeleteOneStr=<a>1</a> programa é desinstalado. Mas ainda tem os seguintes ficheiros residuais.
SureToDeleteSomeStr_New=<a>%d</a> itens foram desinstalados. Mas eles ainda têm os seguintes ficheiros inúteis.
SureToDeleteOneStr_New=<a>1</a> iten foi desinstalado. Mas ele ainda têm os seguintes ficheiros inúteis.
SureToDeleteSomeStrApp=<a>%d</a> aplicativos do Windows foram desinstalados. Contudo, deixaram os seguintes ficheiros residuais.
SureToDeleteOneStrApp=<a>1</a> aplicativo do Windows foi desinstalado. Mas ainda deixou os ficheiros residuais seguintes.
SureToDeleteByHistroy=Ficheiros residuais encontrados
DeletingStr=A apagar ficheiros residuais, por favor aguarde
DeleteCancleStr=Está seguro que pretende cancelar a operação de apagar?
RestoringCancleStr=A criar um Ponto de Restauro. Está seguro que o pretende cancelar?
UninstallingCancleStr=A desinstalação está em progresso e se você sair agora os ficheiros temporários poderão não ser limpos. Tem a certeza que quer sair?
ScaningCancleStr=A análise está em progresso e os ficheiros residuais podem permanecer se você sair agora. Você tem a certeza que quer sair?
RegistryCaption_Str=Registro
FileCaption_Str=Ficheiro
TaskCaption_Str=Tarefas Agendadas
ServiceCaption_Str=Serviços de Sistema
DllCaption_Str=Registo DLL
SuccessReslutFromHistroySingle=Ficheiros residuais foram limpos com sucesso. Verifique os detalhes em baixo:
SuccessReslutFromUninstallSingle=Você desinstalou com sucesso <a>%d</a> programa com os seguintes detalhes:
SuccessReslutFromUninstallSome=Você desinstalou com sucesso <a>%d</a> programas com os seguintes detalhes:
SuccessReslutFromUninstallSingle_New=Você desinstalou com sucesso <a>%d</a> item e excluiu os ficheiros inúteis em baixo:
SuccessReslutFromUninstallSome_New=Você desinstalou com sucesso <a>%d</a> itens e excluiu os ficheiros inúteis em baixo:
SuccessReslutFromUninstallSingleApp=Você desinstalou com sucesso <a>%d</a> o aplicativo do Windows, com os detalhes abaixo:
SuccessReslutFromUninstallSomeApp=Você desinstalou com sucesso <a>%d</a> aplicativos do Windows, com os detalhes abaixo:
FileDelete_Str=Ficheiros
RegDelete_Str=Entradas do Registry
TaskDelete_Str=Tarefas Agendadas
ServiceDelete_Str=Serviços do Sistema
DeepDelete_Str=Itens registados
RegDelete_Str_Single=Entrada do registro
HtmlRecomReslutCaption=Desinstalados <a>%d</a> programas e removidos os seguintes ficheiros residuais:
HtmlRecomReslutCaption1=Desinstalado <a>%d</a> programa e removido os ficheiros residuais abaixo:
HtmlRecomReslutAppCaption=Desinstalados <a>%d</a> aplicativos do Windows e removidos os ficheiros residuais abaixo:
HtmlRecomReslutAppCaption1=Desinstalado <a>%d</a> aplicativo do Windows e removidos os ficheiros residuais abaixo:
HtmlRecomReslutSoftCaption=Desinstalei <a>%s</a> e removidos os ficheiros inúteis abaixo:
HtmlFileReCaption=<a>%s</a> ficheiros inúteis
HtmlRegReCaption=<a>%d</a> entradas do registro inúteis
HtmlTaskReCaption=<a>%d</a> tarefas agendas inválidas
HtmlServicesReCaption=<a>%d</a> serviços de sistema inválidos
HtmlDeepReCaption=<a>%d</a> itens registados
HtmlFileReCaptionOne=<a>%s</a> ficheiro inútil
HtmlRegReCaptionOne=<a>%d</a> entrada do registro inútil
HtmlTaskReCaptionOne=<a>%d</a> tarefa agendada inválida
HtmlServicesReCaptionOne=<a>%d</a> serviço de sistema inválido
HtmlDeepReCaptionOne=<a>%d</a> item registado
UninstallPromote=Compar Agora
RebootYes=Reinicar Agora
RebootLater=Mais tarde
FromHistroyNoItem=Não foram encontrados ficheiros residuais
FromUninstallNoItem=Desinstalação terminada.
RelatedMetroText=Estas aplicações estão relacionadas. Desinstalando uma, automaticamente desinstala as restantes. Está seguro que pretende continuar com a desinstalação?
RelatedSoftText=O conjunto dos produtos acima foram instalados ao mesmo tempo. Deseja desinstalá-los em conjunto?
HtmlADPluginCaption=<a>%d</a> Interferência de Plugins de Publicidade
HtmlMaliciousPluginCaption=<a>%d</a> Ameaça de Plugins Maliciosos
MoneyBackInfo=Você beneficiará de um PC mais rápido e seguro, removendo completamente programas e plugins indesejados. Garantia de devolução do seu dinheiro por um período de 60 dias. Sem perguntas!
SpecRestartAll=Por favor, reínicie o seu computador para desinstalar completamente os seguintes programas. Reíniciar agora?
SpecRestartOne=Por favor, reínicie o seu computador para desinstalar completamente o seguinte programa. Reíniciar agora?
UnPromoteTitle=Mas com a edição PRO, mais recursos e benefícios são oferecidos:
UnPromote_60=Garantia de reembolso de 60 dias
PromotelbPlugins_New=Remova <a>%d</a> software malicioso e extensões para uma navegação segura
PromotelbPlugin_New=Remove <a>%d</a> software malicioso e oferece extensão para uma navegação segura
PromotelbPlugin0_New=Remove software malicioso e oferece extensões para uma navegação segura
PromotelbUpdate=1 clique para atualizar <a>%d</a> software(s) desatualizado(s), para reduzir os riscos de segurança
PromotelbUpdate0=1 clique para atualizar o software desatualizado, para reduzir os riscos de segurança
PromotelbMoreDBs_New=Remova completamente <a>%d</a> programas difíceis
PromotelbMoreDB_New=Remova completamente <a>%d</a> programa difícil
PromotelbMoreDB0_New=Base de Dados exclusiva suporta a remoção de mais de 4000 programas difíceis
PromotelbClean=1-click para remover bundleware
PromotelbAuto=Exclui automaticamente os ficheiros residuais deixados por outro desinstalador
NeedCloseApp=O %s está em execução e precisa ser fechado para que possa ser desinstalado. Tem a certeza de que deseja fechá-lo?
LB_Free=Grátis
LB_Pro=PRO
RestoreOpenstr=A restauração do sistema não está ativada. Por favor, clique em "OK" para habilitá-lo para que o IObit Uninstaller possa criar pontos de restauração antes de desinstalar os programas.
OfficialFail=Falha ao desinstalar o seguinte programa. Você pode desinstalá-lo com o seu utilitário de desinstalação oficial.
OfficialFails=Falha ao desinstalar os seguintes programas. Você pode desinstalá-los com os seus utilitários oficiais de desinstalação.
QuitDonwload=Tem certeza de que deseja cancelar a descarga?
LogHintTitle=Mais benefícios, Nós prometemos:
LogHintStr=+ Desinstala completamente os programas registados<br>+ Remoção limpa de mais de 200 programas difíceis<br>+ Desinstala completamente e facilmente o bundleware
UpgradePromote=Atualize para o IObit Uninstaller PRO para limpar automaticamente os ficheiros residuais
UpgradeFileDelete=%s arquivos residuais foram limpos com sucesso.
UpgradeRegsDelete=%s entradas residuais do registo foram limpas com sucesso.
UpgradeRegDelete=%s entrada residual do registo foi limpa com sucesso.
TrdUnPromoteResidualFile=Os ficheiros residuais foram excluídos manualmente.
TrdUnPromoteTired=Cansado de limpeza manual?
TrdUnPromoteUpgrade=Atualize para IObit Uninstaller PRO para limpar sem esforço os ficheiros residuais.
TrdUnPromoteAdvanced=Algoritmos de análise avançados
TrdUnPromoteAutoClean=Limpeza automática de ficheiros inúteis
TrdUnPromoteEnableNow=Ativar o Auto Clean
PromoteB_Title=Mais problemas podem ser corrigidos com a versão PRO:
PromoteB_Update=O software desatualizado pode ser atualizado apenas com um clique:
PromoteB_Plugin_New=O software malicioso e extensões devem ser removidos para uma navegação segura:
PromoteB_Leftover=Os ficheiros residuais de desinstalação podem ser excluídos para obter um PC mais limpo:
PromoteB_Log=Os programas registados podem ser desinstalados completamente:
PromoteB_Unuse_Some=Programas não usados por mais de %s meses podem ser desinstalados:
PromoteB_Unuse_Single=Programas não usados por mais de %s mês podem ser desinstalados:
PromoteB_Banweb_New=Notificações pop-up podem ser bloqueadas para evitar interrupção:
PromoteB_Permission=Permissões de software desnecessárias podem ser desativadas:
PromoteB_SetupFile=Arquivos de configuração desnecessários podem ser limpos para libertar mais espaço em disco:
PromoteB_JunkFile=Arquivos redundantes de software podem ser excluídos para recuperar mais espaço em disco:
PromoteB_Fix=Corrigir Agora
PromoteB_Stubborn=Os programas difíceis podem ser completamente removidos:
OfficialSp_1=Desinstale completamente o seguinte programa com seu utilitário oficial de desinstalação.
OfficialSps_1=Desinstale completamente os programas a seguir com seus utilitários de desinstalação oficiais.
LogPromoteHintTitle=Limpe completamente todos os itens registados com a <a>edição PRO</a>:
LogPromoteHintRegs=<a>%s</a> entradas de registo
LogPromoteHintReg=<a>%s</a> entrada de registo
LogPromoteHintFiles=<a>%s</a> ficheiros
LogPromoteHintFile=<a>%s</a> ficheiro
LogPromoteHintTasks=<a>%s</a> tarefas agendas
LogPromoteHintTask=<a>%s</a> tarefa agenda
LogPromoteHintServices=<a>%s</a> serviços do sistema
LogPromoteHintService=<a>%s</a> serviço do sistema
LogPromoteHintDlls=<a>%s</a> registos dll
LogPromoteHintDll=<a>%s</a> registo dll
LogPromoteFormLogPro=itens registados
LogPromoteFormDesc_New=Limpe ainda mais ficheiros inúteis com a edição PRO.
LogPromoteFormTip=Detalhes como abaixo:
LogPromoteFormDetails=Ver Detalhes
LogPromoteFormCleanMore=Limpar Mais
EndRunningExeSingleMsgBox=O seguinte item está em execução. Tem a certeza de que deseja fechá-lo e excluí-lo?
EndRunningExeSomeMsgBox=Os seguintes itens estão em execução. Tem a certeza de que deseja fechá-los e excluí-los?
DeletePersonalFileMsgBox=Ficheiros pessoais como vídeos, áudios ou fotos são incluídos nos itens selecionados. Tem a certeza que os deseja remover?
Promote_CleanUninstallTitle=Antes de Desinstalar
Promote_CleanUninstallDes=Atualize para o PRO para desinstalar completamente os programas e limpar todos os itens registados.
Promote_CleanUninstallBasicTitle=Desinstalação Básica
Promote_CleanUninstallBasicText=Desinstalação padrão com verificação e limpeza dos ficheiros residuais

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Abrir com o Regedit
mniMenu_Path.caption=Abrir localização do ficheiro
btnImg_AllMainCancel.caption=Cancelar
btnImg_Uninstall.caption=Desinstalar
btnImg_ChkAutoDelete.caption=Automatically remove residual files
btnImg_ChkCreateRestore.caption=Crie um ponto de restauração antes da desinstalação.
lbl_IsUninstallHint.caption=Pretende desinstalar o programa selecionado?
btnImg_Delete.caption=Apagar
btnImg_ReslutCancel.caption=Cancelar
btnImgl_SeletedAll.caption=Selecionar Todos
btnImg_ChkShredFile.caption=Ficheiros destruidos
lbl_NoPowerScan.caption=Desinstalação terminada.
btnImg_RecommendClose.caption=Fechar
btnImg_Restart.caption=Sim
lbl_MoneyBackTitle.caption=Garantia de uma desinstalação completa e de um PC mais limpo
btn_Tab.caption=Obtenha mais com o IOBit PRO
lbl_InfoDB.caption=Large database to remove stubborn programs thoroughly
lbl_InfoRemove.caption=Remova plugins maliciosos e de anúncios, para uma navegação on-line segura e fácil
lbl_InfoUpdate.caption=Monitorizar a instalação de programas && remoção de bundleware

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Novidades

[WindowsUpdate_M]
Update_NoItem_Tip=Nenhuma atualização do Windows foi encontrada.
NoSerchItem_Tip=Nenhum item corresponde à sua pesquisa.
Update_Loading_Tip=A carregar...
Update_WindowsTitle=Aqui estão listadas todas as atualizações do Windows instaladas no seu computador. Desinstale as atualizações indesejadas do Windows para libertar mais espaço.
Button_Uninstall=Desinstalar

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Data de Instalação
mniUninstall.caption=Desinstalar
mniRefush.caption=Refrescar

